{"Input":"and began talking to herself, as usual. 'Come, there's half my plan done","Output":"now! How puzzling all these changes are! I'm never sure what I'm going"}
{"Input":"anything had happened.) So she began again: 'Ou est ma chatte?' which","Output":"was the first sentence in her French lesson-book. The Mouse gave a"}
{"Input":"she remembered having seen in her brother's Latin Grammar, 'A mouse--of","Output":"a mouse--to a mouse--a mouse--O mouse!') The Mouse looked at her rather"}
{"Input":"'I've tried the roots of trees, and I've tried banks, and I've tried","Output":"hedges,' the Pigeon went on, without attending to her; 'but those"}
{"Input":"'Well, I've tried to say \"HOW DOTH THE LITTLE BUSY BEE,\" but it all came","Output":"different!' Alice replied in a very melancholy voice."}
{"Input":"name 'Alice!'","Output":"             CHAPTER XII"}
{"Input":"your Majesty?' he asked.","Output":"'Begin at the beginning,' the King said gravely, 'and go on till you"}
{"Input":"   Game, or any other dish?","Output":"   Who would not give all else for two"}
{"Input":"'But they were IN the well,' Alice said to the Dormouse, not choosing to","Output":"notice this last remark."}
{"Input":"  *    *    *    *    *    *    *","Output":"    *    *    *    *    *    *"}
{"Input":"conclusion that it was a very difficult game indeed.","Output":"The players all played at once without waiting for turns, quarrelling"}
{"Input":"    Do you think, at your age, it is right?'","Output":"   'In my youth,' Father William replied to his son,"}
{"Input":"oneself speak--and they don't seem to have any rules in particular;","Output":"at least, if there are, nobody attends to them--and you've no idea how"}
{"Input":"An enormous puppy was looking down at her with large round eyes, and","Output":"feebly stretching out one paw, trying to touch her. 'Poor little thing!'"}
{"Input":"little chin.","Output":"'I've a right to think,' said Alice sharply, for she was beginning to"}
{"Input":"'How do you know I'm mad?' said Alice.","Output":"'You must be,' said the Cat, 'or you wouldn't have come here.'"}
{"Input":"'Of the mushroom,' said the Caterpillar, just as if she had asked it","Output":"aloud; and in another moment it was out of sight."}
{"Input":"down her flamingo, and began an account of the game, feeling very glad","Output":"she had someone to listen to her. The Cat seemed to think that there was"}
{"Input":"felt certain it must be really offended. 'We won't talk about her any","Output":"more if you'd rather not.'"}
{"Input":"'Come, my head's free at last!' said Alice in a tone of delight, which","Output":"changed into alarm in another moment, when she found that her shoulders"}
{"Input":"days and days.'","Output":"'But what am I to do?' said Alice."}
{"Input":"he went on, spreading out the verses on his knee, and looking at them","Output":"with one eye; 'I seem to see some meaning in them, after all. \"--SAID"}
{"Input":"the middle, nursing a baby; the cook was leaning over the fire, stirring","Output":"a large cauldron which seemed to be full of soup."}
{"Input":"'Sure, it does, yer honour: but it's an arm for all that.'","Output":"'Well, it's got no business there, at any rate: go and take it away!'"}
{"Input":"that the Queen was close behind her, listening: so she went on,","Output":"'--likely to win, that it's hardly worth while finishing the game.'"}
{"Input":"herself, 'because of his great wig.'","Output":"The judge, by the way, was the King; and as he wore his crown over the"}
{"Input":"who turned pale and fidgeted.","Output":"'Give your evidence,' said the King; 'and don't be nervous, or I'll have"}
{"Input":"its neck nicely straightened out, and was going to give the hedgehog a","Output":"blow with its head, it WOULD twist itself round and look up in her face,"}
{"Input":"'I said pig,' replied Alice; 'and I wish you wouldn't keep appearing and","Output":"vanishing so suddenly: you make one quite giddy.'"}
{"Input":"she said to herself, and shouted out, 'You'd better not do that again!'","Output":"which produced another dead silence."}
{"Input":"'Please your Majesty,' said the Knave, 'I didn't write it, and they","Output":"can't prove I did: there's no name signed at the end.'"}
{"Input":"childhood: and how she would gather about her other little children, and","Output":"make THEIR eyes bright and eager with many a strange tale, perhaps even"}
{"Input":"minute.","Output":"Alice began to feel very uneasy: to be sure, she had not as yet had any"}
{"Input":"into the garden at once; but, alas for poor Alice! when she got to the","Output":"door, she found she had forgotten the little golden key, and when she"}
{"Input":"to play croquet.' The Frog-Footman repeated, in the same solemn tone,","Output":"only changing the order of the words a little, 'From the Queen. An"}
{"Input":"'Why with an M?' said Alice.","Output":"'Why not?' said the March Hare."}
{"Input":"not look at all comfortable, and it was certainly not becoming.","Output":"'And that's the jury-box,' thought Alice, 'and those twelve creatures,'"}
{"Input":"There was a table set out under a tree in front of the house, and the","Output":"March Hare and the Hatter were having tea at it: a Dormouse was sitting"}
{"Input":"     How I wonder what you're at!\"","Output":"You know the song, perhaps?'"}
{"Input":"'Of course,' the Dodo replied very gravely. 'What else have you got in","Output":"your pocket?' he went on, turning to Alice."}
{"Input":"    nothing","Output":"    to do.\""}
{"Input":"The other guests had taken advantage of the Queen's absence, and were","Output":"resting in the shade: however, the moment they saw her, they hurried"}
{"Input":"'Can't remember WHAT things?' said the Caterpillar.","Output":"'Well, I've tried to say \"HOW DOTH THE LITTLE BUSY BEE,\" but it all came"}
{"Input":"moment that it was looking for the fan and the pair of white kid gloves,","Output":"and she very good-naturedly began hunting about for them, but they were"}
{"Input":"the back. At last the Mock Turtle recovered his voice, and, with tears","Output":"running down his cheeks, he went on again:--"}
{"Input":"in the middle, being held up by two guinea-pigs, who were giving it","Output":"something out of a bottle. They all made a rush at Alice the moment she"}
{"Input":"Alice had been looking over his shoulder with some curiosity. 'What a","Output":"funny watch!' she remarked. 'It tells the day of the month, and doesn't"}
{"Input":"thinking of?'","Output":"'I beg your pardon,' said Alice very humbly: 'you had got to the fifth"}
{"Input":"'Then it doesn't matter which way you go,' said the Cat.","Output":"'--so long as I get SOMEWHERE,' Alice added as an explanation."}
{"Input":"your cat grins like that?'","Output":"'It's a Cheshire cat,' said the Duchess, 'and that's why. Pig!'"}
{"Input":"whether it was her turn or not. So she went in search of her hedgehog.","Output":"The hedgehog was engaged in a fight with another hedgehog, which seemed"}
{"Input":"next to her. 'I can hardly breathe.'","Output":"'I can't help it,' said Alice very meekly: 'I'm growing.'"}
{"Input":"close by her.","Output":"There was nothing so VERY remarkable in that; nor did Alice think it so"}
{"Input":"  Was kindly permitted to pocket the spoon:","Output":"  While the Panther received knife and fork with a growl,"}
{"Input":" The further off from England the nearer is to France--","Output":" Then turn not pale, beloved snail, but come and join the dance."}
{"Input":"hookah, and taking not the smallest notice of her or of anything else.","Output":"CHAPTER V. Advice from a Caterpillar"}
{"Input":"a little pattering of footsteps in the distance, and she looked up","Output":"eagerly, half hoping that the Mouse had changed his mind, and was coming"}
{"Input":"cheated herself in a game of croquet she was playing against herself,","Output":"for this curious child was very fond of pretending to be two people."}
{"Input":"twenty-four hours to turn round on its axis--'","Output":"'Talking of axes,' said the Duchess, 'chop off her head!'"}
{"Input":"Laughing and Grief, they used to say.'","Output":"'So he did, so he did,' said the Gryphon, sighing in his turn; and both"}
{"Input":"a doze; but, on being pinched by the Hatter, it woke up again with","Output":"a little shriek, and went on: '--that begins with an M, such as"}
{"Input":"way through the wood. 'It's the stupidest tea-party I ever was at in all","Output":"my life!'"}
{"Input":"Alice felt dreadfully puzzled. The Hatter's remark seemed to have no","Output":"sort of meaning in it, and yet it was certainly English. 'I don't quite"}
{"Input":"blame on others!'","Output":"'YOU'D better not talk!' said Five. 'I heard the Queen say only"}
{"Input":"HAD THIS FIT--\" you never had fits, my dear, I think?' he said to the","Output":"Queen."}
{"Input":"At last the Mouse, who seemed to be a person of authority among them,","Output":"called out, 'Sit down, all of you, and listen to me! I'LL soon make you"}
{"Input":"leaves: 'I should have liked teaching it tricks very much, if--if I'd","Output":"only been the right size to do it! Oh dear! I'd nearly forgotten that"}
{"Input":"down in a large arm-chair at one end of the table.","Output":"'Have some wine,' the March Hare said in an encouraging tone."}
{"Input":" Then turn not pale, beloved snail, but come and join the dance.","Output":" Will you, won't you, will you, won't you, will you join the dance?"}
{"Input":"of very little use, as it left no mark on the slate.","Output":"'Herald, read the accusation!' said the King."}
{"Input":"'You ought to be ashamed of yourself for asking such a simple question,'","Output":"added the Gryphon; and then they both sat silent and looked at poor"}
{"Input":"'What I was going to say,' said the Dodo in an offended tone, 'was, that","Output":"the best thing to get us dry would be a Caucus-race.'"}
{"Input":"'Which is just the case with MINE,' said the Hatter.","Output":"Alice felt dreadfully puzzled. The Hatter's remark seemed to have no"}
{"Input":"'Call the next witness!' said the King.","Output":"The next witness was the Duchess's cook. She carried the pepper-box in"}
{"Input":"Alice again, for this time the Mouse was bristling all over, and she","Output":"felt certain it must be really offended. 'We won't talk about her any"}
{"Input":"that there was no time to be lost, as she was shrinking rapidly; so she","Output":"set to work at once to eat some of the other bit. Her chin was pressed"}
{"Input":"    to do.\"","Output":"     Said the"}
{"Input":"you, and must know better'; and this Alice would not allow without","Output":"knowing how old it was, and, as the Lory positively refused to tell its"}
{"Input":"'It turned into a pig,' Alice quietly said, just as if it had come back","Output":"in a natural way."}
{"Input":"''Tis so,' said the Duchess: 'and the moral of that is--\"Oh, 'tis love,","Output":"'tis love, that makes the world go round!\"'"}
{"Input":"'Then the words don't FIT you,' said the King, looking round the court","Output":"with a smile. There was a dead silence."}
{"Input":"'I won't!' said Alice.","Output":"'Off with her head!' the Queen shouted at the top of her voice. Nobody"}
{"Input":"'Reeling and Writhing, of course, to begin with,' the Mock Turtle","Output":"replied; 'and then the different branches of Arithmetic--Ambition,"}
{"Input":"straightening itself out again, so that altogether, for the first minute","Output":"or two, it was as much as she could do to hold it."}
{"Input":"about them in books, and she was quite pleased to find that she knew","Output":"the name of nearly everything there. 'That's the judge,' she said to"}
{"Input":"Duck: 'it's generally a frog or a worm. The question is, what did the","Output":"archbishop find?'"}
{"Input":"it to make it stop.","Output":"'Well, I'd hardly finished the first verse,' said the Hatter, 'when the"}
{"Input":"'He must have imitated somebody else's hand,' said the King. (The jury","Output":"all brightened up again.)"}
{"Input":"animals, and some were birds,) 'I suppose they are the jurors.' She said","Output":"this last word two or three times over to herself, being rather proud of"}
{"Input":"the Lizard in head downwards, and the poor little thing was waving its","Output":"tail about in a melancholy way, being quite unable to move. She soon got"}
{"Input":"nearer, Alice could hear him sighing as if his heart would break. She","Output":"pitied him deeply. 'What is his sorrow?' she asked the Gryphon, and the"}
{"Input":"'How should I know?' said Alice, surprised at her own courage. 'It's no","Output":"business of MINE.'"}
{"Input":"walking by the White Rabbit, who was peeping anxiously into her face.","Output":"'Very,' said Alice: '--where's the Duchess?'"}
{"Input":"  But, when the tide rises and sharks are around,","Output":"  His voice has a timid and tremulous sound.]"}
{"Input":"'When I'M a Duchess,' she said to herself, (not in a very hopeful tone","Output":"though), 'I won't have any pepper in my kitchen AT ALL. Soup does very"}
{"Input":"those long words, and, what's more, I don't believe you do either!' And","Output":"the Eaglet bent down its head to hide a smile: some of the other birds"}
{"Input":"   She gave me a good character,","Output":"    But said I could not swim."}
{"Input":"well.","Output":"Either the well was very deep, or she fell very slowly, for she had"}
{"Input":"if you were INSIDE, you might knock, and I could let you out, you know.'","Output":"He was looking up into the sky all the time he was speaking, and this"}
{"Input":"other, and growing sometimes taller and sometimes shorter, until she had","Output":"succeeded in bringing herself down to her usual height."}
{"Input":"Here one of the guinea-pigs cheered, and was immediately suppressed by","Output":"the officers of the court. (As that is rather a hard word, I will just"}
{"Input":"just succeeded in curving it down into a graceful zigzag, and was going","Output":"to dive in among the leaves, which she found to be nothing but the tops"}
{"Input":"'Would you tell me,' said Alice, a little timidly, 'why you are painting","Output":"those roses?'"}
{"Input":"'Digging for apples, indeed!' said the Rabbit angrily. 'Here! Come and","Output":"help me out of THIS!' (Sounds of more broken glass.)"}
{"Input":"    Though they were mine before.","Output":"   If I or she should chance to be"}
{"Input":"'Only a thimble,' said Alice sadly.","Output":"'Hand it over here,' said the Dodo."}
{"Input":"'And be quick about it,' added the Hatter, 'or you'll be asleep again","Output":"before it's done.'"}
{"Input":"good reason, and as the Caterpillar seemed to be in a VERY unpleasant","Output":"state of mind, she turned away."}
{"Input":"(Dinah was the cat.) 'I hope they'll remember her saucer of milk at","Output":"tea-time. Dinah my dear! I wish you were down here with me! There are no"}
{"Input":"and broke to pieces against one of the trees behind him.","Output":"'--or next day, maybe,' the Footman continued in the same tone, exactly"}
{"Input":"kind of thing never happened, and now here I am in the middle of one!","Output":"There ought to be a book written about me, that there ought! And when I"}
{"Input":"     Beautiful, beautiful Soup!'","Output":"CHAPTER XI. Who Stole the Tarts?"}
{"Input":"sea, some children digging in the sand with wooden spades, then a row","Output":"of lodging houses, and behind them a railway station.) However, she soon"}
{"Input":"'He took me for his housemaid,' she said to herself as she ran. 'How","Output":"surprised he'll be when he finds out who I am! But I'd better take him"}
{"Input":"'Who are YOU?' said the Caterpillar.","Output":"This was not an encouraging opening for a conversation. Alice replied,"}
{"Input":"before, and she felt that she was losing her temper.","Output":"'Are you content now?' said the Caterpillar."}
{"Input":"'Come on, then!' roared the Queen, and Alice joined the procession,","Output":"wondering very much what would happen next."}
{"Input":"The long grass rustled at her feet as the White Rabbit hurried by--the","Output":"frightened Mouse splashed his way through the neighbouring pool--she"}
{"Input":"'Write that down,' the King said to the jury, and the jury eagerly","Output":"wrote down all three dates on their slates, and then added them up, and"}
{"Input":"Last came a little feeble, squeaking voice, ('That's Bill,' thought","Output":"Alice,) 'Well, I hardly know--No more, thank ye; I'm better now--but I'm"}
{"Input":"'What was that?' inquired Alice.","Output":"'Reeling and Writhing, of course, to begin with,' the Mock Turtle"}
{"Input":"'How queer it seems,' Alice said to herself, 'to be going messages for","Output":"a rabbit! I suppose Dinah'll be sending me on messages next!' And she"}
{"Input":"'Well! WHAT are you?' said the Pigeon. 'I can see you're trying to","Output":"invent something!'"}
{"Input":"perhaps after all it might tell her something worth hearing. For some","Output":"minutes it puffed away without speaking, but at last it unfolded its"}
{"Input":"     ALICE'S RIGHT FOOT, ESQ.","Output":"       HEARTHRUG,"}
{"Input":"head!\"'","Output":"'How dreadfully savage!' exclaimed Alice."}
{"Input":"down, both of you, and don't speak a word till I've finished.'","Output":"So they sat down, and nobody spoke for some minutes. Alice thought to"}
{"Input":"'The Dormouse is asleep again,' said the Hatter, and he poured a little","Output":"hot tea upon its nose."}
{"Input":"'I can't go no lower,' said the Hatter: 'I'm on the floor, as it is.'","Output":"'Then you may SIT down,' the King replied."}
{"Input":"and wags its tail when it's pleased. Now I growl when I'm pleased, and","Output":"wag my tail when I'm angry. Therefore I'm mad.'"}
{"Input":"the poor animal's feelings. 'I quite forgot you didn't like cats.'","Output":"'Not like cats!' cried the Mouse, in a shrill, passionate voice. 'Would"}
{"Input":"'What do you know about this business?' the King said to Alice.","Output":"'Nothing,' said Alice."}
{"Input":"      On every golden scale!","Output":"     'How cheerfully he seems to grin,"}
{"Input":"herself, 'I don't see how he can EVEN finish, if he doesn't begin.' But","Output":"she waited patiently."}
{"Input":"jumping merrily along hand in hand, in couples: they were all ornamented","Output":"with hearts. Next came the guests, mostly Kings and Queens, and among"}
{"Input":"she hastily dried her eyes to see what was coming. It was the White","Output":"Rabbit returning, splendidly dressed, with a pair of white kid gloves in"}
{"Input":"birthday presents like that!' But she did not venture to say it out","Output":"loud."}
{"Input":"a-piece all round.","Output":"'But she must have a prize herself, you know,' said the Mouse."}
{"Input":"blow underneath her chin: it had struck her foot!","Output":"She was a good deal frightened by this very sudden change, but she felt"}
{"Input":"moment to be trampled under its feet, ran round the thistle again; then","Output":"the puppy began a series of short charges at the stick, running a very"}
{"Input":"'That's nothing to what I could say if I chose,' the Duchess replied, in","Output":"a pleased tone."}
{"Input":"about it. And yet I wish I could show you our cat Dinah: I think you'd","Output":"take a fancy to cats if you could only see her. She is such a dear quiet"}
{"Input":"perhaps as this is May it won't be raving mad--at least not so mad as","Output":"it was in March.' As she said this, she looked up, and there was the Cat"}
{"Input":"'I suppose so,' said Alice.","Output":"'Well, then,' the Cat went on, 'you see, a dog growls when it's angry,"}
{"Input":"         cunning","Output":"          old Fury:"}
{"Input":"'May it please your Majesty,' said Two, in a very humble tone, going","Output":"down on one knee as he spoke, 'we were trying--'"}
{"Input":"time she found a little bottle on it, ('which certainly was not here","Output":"before,' said Alice,) and round the neck of the bottle was a paper"}
{"Input":"'You ought to have finished,' said the King. 'When did you begin?'","Output":"The Hatter looked at the March Hare, who had followed him into the"}
{"Input":"First, she dreamed of little Alice herself, and once again the tiny","Output":"hands were clasped upon her knee, and the bright eager eyes were looking"}
{"Input":"railway,' she said to herself. (Alice had been to the seaside once in","Output":"her life, and had come to the general conclusion, that wherever you go"}
{"Input":"said Alice, in a coaxing tone, and she tried hard to whistle to it; but","Output":"she was terribly frightened all the time at the thought that it might be"}
{"Input":" \"There is another shore, you know, upon the other side.","Output":" The further off from England the nearer is to France--"}
{"Input":"tail. 'As if I would talk on such a subject! Our family always HATED","Output":"cats: nasty, low, vulgar things! Don't let me hear the name again!'"}
{"Input":"from the roof.","Output":"There were doors all round the hall, but they were all locked; and when"}
{"Input":"the sea.'","Output":"'I couldn't afford to learn it.' said the Mock Turtle with a sigh. 'I"}
{"Input":"pack, she could not tell whether they were gardeners, or soldiers, or","Output":"courtiers, or three of her own children."}
{"Input":"very queer indeed:--","Output":"  ''Tis the voice of the Lobster; I heard him declare,"}
{"Input":"it out again, and put it right; 'not that it signifies much,' she said","Output":"to herself; 'I should think it would be QUITE as much use in the trial"}
{"Input":"used--and I don't keep the same size for ten minutes together!'","Output":"'Can't remember WHAT things?' said the Caterpillar."}
{"Input":"'I never said I didn't!' interrupted Alice.","Output":"'You did,' said the Mock Turtle."}
{"Input":"the hearth and grinning from ear to ear.","Output":"'Please would you tell me,' said Alice, a little timidly, for she was"}
{"Input":"The Gryphon lifted up both its paws in surprise. 'What! Never heard of","Output":"uglifying!' it exclaimed. 'You know what to beautify is, I suppose?'"}
{"Input":"made out that she was in the pool of tears which she had wept when she","Output":"was nine feet high."}
{"Input":"'Of course twinkling begins with a T!' said the King sharply. 'Do you","Output":"take me for a dunce? Go on!'"}
{"Input":"Alice laughed so much at this, that she had to run back into the","Output":"wood for fear of their hearing her; and when she next peeped out the"}
{"Input":"'Change lobsters again!' yelled the Gryphon at the top of its voice.","Output":"'Back to land again, and that's all the first figure,' said the Mock"}
{"Input":"'Nobody asked YOUR opinion,' said Alice.","Output":"'Who's making personal remarks now?' the Hatter asked triumphantly."}
{"Input":"     Beau--ootiful Soo--oop!","Output":"   Soo--oop of the e--e--evening,"}
{"Input":"'It's the Cheshire Cat: now I shall have somebody to talk to.'","Output":"'How are you getting on?' said the Cat, as soon as there was mouth"}
{"Input":"'She can't explain it,' said the Gryphon hastily. 'Go on with the next","Output":"verse.'"}
{"Input":" Would not, could not, would not, could not, would not join the dance.","Output":" Would not, could not, would not, could not, could not join the dance."}
{"Input":"nearly out of sight, he said in a deep voice, 'What are tarts made of?'","Output":"'Pepper, mostly,' said the cook."}
{"Input":"'for I can't understand it myself to begin with; and being so many","Output":"different sizes in a day is very confusing.'"}
{"Input":"his note-book, cackled out 'Silence!' and read out from his book, 'Rule","Output":"Forty-two. ALL PERSONS MORE THAN A MILE HIGH TO LEAVE THE COURT.'"}
{"Input":"it didn't much matter which way she put it. She felt that she was dozing","Output":"off, and had just begun to dream that she was walking hand in hand with"}
{"Input":"know.'","Output":"'I don't believe it,' said the Pigeon; 'but if they do, why then they're"}
{"Input":"but she heard a little shriek and a fall, and a crash of broken glass,","Output":"from which she concluded that it was just possible it had fallen into a"}
{"Input":"the court; but on second thoughts she decided to remain where she was as","Output":"long as there was room for her."}
{"Input":"unrolled the parchment scroll, and read as follows:--","Output":"   'The Queen of Hearts, she made some tarts,"}
{"Input":" Will you, won't you, will you, won't you, will you join the dance?","Output":" Will you, won't you, will you, won't you, won't you join the dance?"}
{"Input":"'Of course it was,' said the Mock Turtle.","Output":"'And how did you manage on the twelfth?' Alice went on eagerly."}
{"Input":"'Then you keep moving round, I suppose?' said Alice.","Output":"'Exactly so,' said the Hatter: 'as the things get used up.'"}
{"Input":"moved.","Output":"'Who cares for you?' said Alice, (she had grown to her full size by this"}
{"Input":"Alice looked at the jury-box, and saw that, in her haste, she had put","Output":"the Lizard in head downwards, and the poor little thing was waving its"}
{"Input":"tried to get her head down to them, and was delighted to find that her","Output":"neck would bend about easily in any direction, like a serpent. She had"}
{"Input":"tears, until there was a large pool all round her, about four inches","Output":"deep and reaching half down the hall."}
{"Input":"'Explain all that,' said the Mock Turtle.","Output":"'No, no! The adventures first,' said the Gryphon in an impatient tone:"}
{"Input":"help me out of THIS!' (Sounds of more broken glass.)","Output":"'Now tell me, Pat, what's that in the window?'"}
{"Input":"short remarks, and she drew herself up and said, very gravely, 'I think,","Output":"you ought to tell me who YOU are, first.'"}
{"Input":"and walking off to other parts of the ground, Alice soon came to the","Output":"conclusion that it was a very difficult game indeed."}
{"Input":"their mouths--and they're all over crumbs.'","Output":"'You're wrong about the crumbs,' said the Mock Turtle: 'crumbs would all"}
{"Input":"their own business!'","Output":"'Ah, well! It means much the same thing,' said the Duchess, digging her"}
{"Input":"'Nonsense!' said Alice, very loudly and decidedly, and the Queen was","Output":"silent."}
{"Input":"see whether it's marked \"poison\" or not'; for she had read several nice","Output":"little histories about children who had got burnt, and eaten up by wild"}
{"Input":"to them, and all dripping wet, cross, and uncomfortable.","Output":"The first question of course was, how to get dry again: they had a"}
{"Input":"out here? Run home this moment, and fetch me a pair of gloves and a fan!","Output":"Quick, now!' And Alice was so much frightened that she ran off at once"}
{"Input":"voice, 'Why the fact is, you see, Miss, this here ought to have been a","Output":"RED rose-tree, and we put a white one in by mistake; and if the Queen"}
{"Input":"CHAPTER X. The Lobster Quadrille","Output":"The Mock Turtle sighed deeply, and drew the back of one flapper across"}
{"Input":"certainly did NOT, being made entirely of cardboard.)","Output":"'All right, so far,' said the King, and he went on muttering over"}
{"Input":"angrily: 'really you are very dull!'","Output":"'You ought to be ashamed of yourself for asking such a simple question,'"}
{"Input":"     Beautiful, beautiful Soup!","Output":"   'Beautiful Soup! Who cares for fish,"}
{"Input":"remark, with variations. 'I shall sit here,' he said, 'on and off, for","Output":"days and days.'"}
{"Input":"There was a long silence after this, and Alice could only hear whispers","Output":"now and then; such as, 'Sure, I don't like it, yer honour, at all, at"}
{"Input":"       [later editions continued as follows","Output":"  When the sands are all dry, he is gay as a lark,"}
{"Input":"wish I'd gone to see the Hatter instead!'","Output":"CHAPTER VII. A Mad Tea-Party"}
{"Input":"There was nothing so VERY remarkable in that; nor did Alice think it so","Output":"VERY much out of the way to hear the Rabbit say to itself, 'Oh dear!"}
{"Input":"'And ever since that,' the Hatter went on in a mournful tone, 'he won't","Output":"do a thing I ask! It's always six o'clock now.'"}
{"Input":"dreadful,' she muttered to herself, 'the way all the creatures argue.","Output":"It's enough to drive one crazy!'"}
{"Input":"use their putting their heads down and saying \"Come up again, dear!\" I","Output":"shall only look up and say \"Who am I then? Tell me that first, and then,"}
{"Input":"it is you hate--C and D,' she added in a whisper, half afraid that it","Output":"would be offended again."}
{"Input":"confusing thing I ever heard!'","Output":"'Yes, I think you'd better leave off,' said the Gryphon: and Alice was"}
{"Input":"Alice watched the White Rabbit as he fumbled over the list, feeling very","Output":"curious to see what the next witness would be like, '--for they haven't"}
{"Input":"to the door.","Output":"'Call the next witness!' said the King."}
{"Input":"behind it, it occurred to her that she might as well look and see what","Output":"was on the top of it."}
{"Input":"down on one knee as he spoke, 'we were trying--'","Output":"'I see!' said the Queen, who had meanwhile been examining the roses."}
{"Input":"'Found WHAT?' said the Duck.","Output":"'Found IT,' the Mouse replied rather crossly: 'of course you know what"}
{"Input":"frightened Mouse splashed his way through the neighbouring pool--she","Output":"could hear the rattle of the teacups as the March Hare and his friends"}
{"Input":"neither of the others took the least notice of her going, though she","Output":"looked back once or twice, half hoping that they would call after her:"}
{"Input":"four times seven is--oh dear! I shall never get to twenty at that rate!","Output":"However, the Multiplication Table doesn't signify: let's try Geography."}
{"Input":"'What's in it?' said the Queen.","Output":"'I haven't opened it yet,' said the White Rabbit, 'but it seems to be a"}
{"Input":"'You've no right to grow here,' said the Dormouse.","Output":"'Don't talk nonsense,' said Alice more boldly: 'you know you're growing"}
{"Input":"presents to one's own feet! And how odd the directions will look!","Output":"     ALICE'S RIGHT FOOT, ESQ."}
{"Input":"led into the garden. Then she went to work nibbling at the mushroom (she","Output":"had kept a piece of it in her pocket) till she was about a foot high:"}
{"Input":"Lory.","Output":"Alice replied eagerly, for she was always ready to talk about her pet:"}
{"Input":"hung upon pegs. She took down a jar from one of the shelves as","Output":"she passed; it was labelled 'ORANGE MARMALADE', but to her great"}
{"Input":"    Pray how did you manage to do it?'","Output":"   'In my youth,' said his father, 'I took to the law,"}
{"Input":"'Yes,' said Alice doubtfully: 'it means--to--make--anything--prettier.'","Output":"'Well, then,' the Gryphon went on, 'if you don't know what to uglify is,"}
{"Input":"there was silence for some minutes.","Output":"The Caterpillar was the first to speak."}
{"Input":"The Cat only grinned when it saw Alice. It looked good-natured, she","Output":"thought: still it had VERY long claws and a great many teeth, so she"}
{"Input":"'I think I should understand that better,' Alice said very politely, 'if","Output":"I had it written down: but I can't quite follow it as you say it.'"}
{"Input":"the last time she saw them, they were trying to put the Dormouse into","Output":"the teapot."}
{"Input":"it trot away quietly into the wood. 'If it had grown up,' she said","Output":"to herself, 'it would have made a dreadfully ugly child: but it makes"}
{"Input":"'I couldn't help it,' said Five, in a sulky tone; 'Seven jogged my","Output":"elbow.'"}
{"Input":"'I beg your pardon,' said Alice very humbly: 'you had got to the fifth","Output":"bend, I think?'"}
{"Input":"'It's a pun!' the King added in an offended tone, and everybody laughed,","Output":"'Let the jury consider their verdict,' the King said, for about the"}
{"Input":"had kept a piece of it in her pocket) till she was about a foot high:","Output":"then she walked down the little passage: and THEN--she found herself at"}
{"Input":"'When we were little,' the Mock Turtle went on at last, more calmly,","Output":"though still sobbing a little now and then, 'we went to school in the"}
{"Input":"seemed to be no sort of chance of her ever getting out of the room","Output":"again, no wonder she felt unhappy."}
{"Input":"So you see, Miss, we're doing our best, afore she comes, to--' At this","Output":"moment Five, who had been anxiously looking across the garden, called"}
{"Input":"       HEARTHRUG,","Output":"         NEAR THE FENDER,"}
{"Input":"very like having a game of play with a cart-horse, and expecting every","Output":"moment to be trampled under its feet, ran round the thistle again; then"}
{"Input":"time,' she said, 'than waste it in asking riddles that have no answers.'","Output":"'If you knew Time as well as I do,' said the Hatter, 'you wouldn't talk"}
{"Input":"For a minute or two she stood looking at the house, and wondering what","Output":"to do next, when suddenly a footman in livery came running out of the"}
{"Input":"'Well, I should like to be a LITTLE larger, sir, if you wouldn't mind,'","Output":"said Alice: 'three inches is such a wretched height to be.'"}
{"Input":"'Fifteenth,' said the March Hare.","Output":"'Sixteenth,' added the Dormouse."}
{"Input":"to find her way out. 'I shall be punished for it now, I suppose, by","Output":"being drowned in my own tears! That WILL be a queer thing, to be sure!"}
{"Input":"back to the game, the Queen merely remarking that a moment's delay would","Output":"cost them their lives."}
{"Input":"corners: next the ten courtiers; these were ornamented all over with","Output":"diamonds, and walked two and two, as the soldiers did. After these came"}
{"Input":"all!' 'Do as I tell you, you coward!' and at last she spread out her","Output":"hand again, and made another snatch in the air. This time there were"}
{"Input":"TWO little shrieks, and more sounds of broken glass. 'What a number of","Output":"cucumber-frames there must be!' thought Alice. 'I wonder what they'll do"}
{"Input":"the name of nearly everything there. 'That's the judge,' she said to","Output":"herself, 'because of his great wig.'"}
{"Input":"All the time they were playing the Queen never left off quarrelling with","Output":"the other players, and shouting 'Off with his head!' or 'Off with her"}
{"Input":"uncommon nonsense.'","Output":"Alice said nothing; she had sat down with her face in her hands,"}
{"Input":"for the next moment a shower of little pebbles came rattling in at the","Output":"window, and some of them hit her in the face. 'I'll put a stop to this,'"}
{"Input":"            Said","Output":"         cunning"}
{"Input":"forgotten that, if you drink much from a bottle marked 'poison,' it is","Output":"almost certain to disagree with you, sooner or later."}
{"Input":"Soon her eye fell on a little glass box that was lying under the table:","Output":"she opened it, and found in it a very small cake, on which the words"}
{"Input":"dare say there may be ONE.'","Output":"'One, indeed!' said the Dormouse indignantly. However, he consented to"}
{"Input":"slipped in like herself.","Output":"'Would it be of any use, now,' thought Alice, 'to speak to this mouse?"}
{"Input":"the White Rabbit read out, at the top of his shrill little voice, the","Output":"name 'Alice!'"}
{"Input":"out as loud as she could, 'If you do. I'll set Dinah at you!'","Output":"There was a dead silence instantly, and Alice thought to herself, 'I"}
{"Input":"now? That'll be a comfort, one way--never to be an old woman--but","Output":"then--always to have lessons to learn! Oh, I shouldn't like THAT!'"}
{"Input":"growing, and she was quite surprised to find that she remained the same","Output":"size: to be sure, this generally happens when one eats cake, but Alice"}
{"Input":"she tried to curtsey as she spoke--fancy CURTSEYING as you're falling","Output":"through the air! Do you think you could manage it?) 'And what an"}
{"Input":"the moral of that is--\"Birds of a feather flock together.\"'","Output":"'Only mustard isn't a bird,' Alice remarked."}
{"Input":"little way forwards each time and a long way back, and barking hoarsely","Output":"all the while, till at last it sat down a good way off, panting, with"}
{"Input":"So they went up to the Mock Turtle, who looked at them with large eyes","Output":"full of tears, but said nothing."}
{"Input":"birds and beasts, as well as the whole pack of cards: the Knave was","Output":"standing before them, in chains, with a soldier on each side to guard"}
{"Input":"   Yet you turned a back-somersault in at the door--","Output":"    Pray, what is the reason of that?'"}
{"Input":"the puppy began a series of short charges at the stick, running a very","Output":"little way forwards each time and a long way back, and barking hoarsely"}
{"Input":"    And mentioned me to him:","Output":"   She gave me a good character,"}
{"Input":"the moral of that is--\"The more there is of mine, the less there is of","Output":"yours.\"'"}
{"Input":"Alice said nothing; she had sat down with her face in her hands,","Output":"wondering if anything would EVER happen in a natural way again."}
{"Input":"sort of meaning in it, and yet it was certainly English. 'I don't quite","Output":"understand you,' she said, as politely as she could."}
{"Input":"        trial: For","Output":"      really this"}
{"Input":"to take out of it, and burning with curiosity, she ran across the field","Output":"after it, and fortunately was just in time to see it pop down a large"}
{"Input":"'I won't indeed!' said Alice, in a great hurry to change the subject of","Output":"conversation. 'Are you--are you fond--of--of dogs?' The Mouse did not"}
{"Input":"        met in the","Output":"       house,"}
{"Input":"court, arm-in-arm with the Dormouse. 'Fourteenth of March, I think it","Output":"was,' he said."}
{"Input":"'--and just take his head off outside,' the Queen added to one of the","Output":"officers: but the Hatter was out of sight before the officer could get"}
{"Input":"'I'VE been to a day-school, too,' said Alice; 'you needn't be so proud","Output":"as all that.'"}
{"Input":"'I never went to him,' the Mock Turtle said with a sigh: 'he taught","Output":"Laughing and Grief, they used to say.'"}
{"Input":"like the three gardeners, but she could not remember ever having heard","Output":"of such a rule at processions; 'and besides, what would be the use of"}
{"Input":"you know--'","Output":"'What did they draw?' said Alice, quite forgetting her promise."}
{"Input":"yourself.'","Output":"'No, please go on!' Alice said very humbly; 'I won't interrupt again. I"}
{"Input":"'Speak English!' said the Eaglet. 'I don't know the meaning of half","Output":"those long words, and, what's more, I don't believe you do either!' And"}
{"Input":"The Caterpillar and Alice looked at each other for some time in silence:","Output":"at last the Caterpillar took the hookah out of its mouth, and addressed"}
{"Input":"conversation. 'Are you--are you fond--of--of dogs?' The Mouse did not","Output":"answer, so Alice went on eagerly: 'There is such a nice little dog near"}
{"Input":"'Don't talk nonsense,' said Alice more boldly: 'you know you're growing","Output":"too.'"}
{"Input":"off, without waiting for the end of the song.","Output":"'What trial is it?' Alice panted as she ran; but the Gryphon only"}
{"Input":"great hurry.","Output":"An enormous puppy was looking down at her with large round eyes, and"}
{"Input":"WOULD always get into her eyes--and still as she listened, or seemed to","Output":"listen, the whole place around her became alive the strange creatures of"}
{"Input":"'Oh, YOU sing,' said the Gryphon. 'I've forgotten the words.'","Output":"So they began solemnly dancing round and round Alice, every now and"}
{"Input":"'If everybody minded their own business,' the Duchess said in a hoarse","Output":"growl, 'the world would go round a deal faster than it does.'"}
{"Input":"she succeeded in getting its body tucked away, comfortably enough, under","Output":"her arm, with its legs hanging down, but generally, just as she had got"}
{"Input":"'Please, then,' said Alice, 'how am I to get in?'","Output":"'There might be some sense in your knocking,' the Footman went on"}
{"Input":"to say, she simply bowed, and took the thimble, looking as solemn as she","Output":"could."}
{"Input":"time for dinner!'","Output":"('I only wish it was,' the March Hare said to itself in a whisper.)"}
{"Input":"that!'","Output":"'I couldn't help it,' said Five, in a sulky tone; 'Seven jogged my"}
{"Input":"went back to the table for it, she found she could not possibly reach","Output":"it: she could see it quite plainly through the glass, and she tried her"}
{"Input":"chimneys were shaped like ears and the roof was thatched with fur. It","Output":"was so large a house, that she did not like to go nearer till she had"}
{"Input":"    Him, and ourselves, and it.","Output":"   Don't let him know she liked them best,"}
{"Input":"\"it\" means.'","Output":"'I know what \"it\" means well enough, when I find a thing,' said the"}
{"Input":"telescope.'","Output":"And so it was indeed: she was now only ten inches high, and her face"}
{"Input":"Either the well was very deep, or she fell very slowly, for she had","Output":"plenty of time as she went down to look about her and to wonder what was"}
{"Input":"an opportunity of showing off a little of her knowledge. 'Just think of","Output":"what work it would make with the day and night! You see the earth takes"}
{"Input":"The Rabbit started violently, dropped the white kid gloves and the fan,","Output":"and skurried away into the darkness as hard as he could go."}
{"Input":"of killing somebody, so managed to put it into one of the cupboards as","Output":"she fell past it."}
{"Input":"The door led right into a large kitchen, which was full of smoke from","Output":"one end to the other: the Duchess was sitting on a three-legged stool in"}
{"Input":"'Get to your places!' shouted the Queen in a voice of thunder, and","Output":"people began running about in all directions, tumbling up against each"}
{"Input":"haven't had a wink of sleep these three weeks!'","Output":"'I'm very sorry you've been annoyed,' said Alice, who was beginning to"}
{"Input":"buttered toast,) she very soon finished it off.","Output":"  *    *    *    *    *    *    *"}
{"Input":"place, with a little house in it about four feet high. 'Whoever lives","Output":"there,' thought Alice, 'it'll never do to come upon them THIS size: why,"}
{"Input":" '\"Will you walk a little faster?\" said a whiting to a snail.","Output":" \"There's a porpoise close behind us, and he's treading on my tail."}
{"Input":"There were doors all round the hall, but they were all locked; and when","Output":"Alice had been all the way down one side and up the other, trying every"}
{"Input":"Rabbit returning, splendidly dressed, with a pair of white kid gloves in","Output":"one hand and a large fan in the other: he came trotting along in a great"}
{"Input":"MORE than nothing.'","Output":"'Nobody asked YOUR opinion,' said Alice."}
{"Input":"He got behind Alice as he spoke.","Output":"'A cat may look at a king,' said Alice. 'I've read that in some book,"}
{"Input":"'That's the reason they're called lessons,' the Gryphon remarked:","Output":"'because they lessen from day to day.'"}
{"Input":"book her sister was reading, but it had no pictures or conversations in","Output":"it, 'and what is the use of a book,' thought Alice 'without pictures or"}
{"Input":"quite a conversation of it altogether; but after a few minutes she heard","Output":"a voice outside, and stopped to listen."}
{"Input":"come to the end: then stop.'","Output":"These were the verses the White Rabbit read:--"}
{"Input":"'Have some wine,' the March Hare said in an encouraging tone.","Output":"Alice looked all round the table, but there was nothing on it but tea."}
{"Input":"little cakes as they lay on the floor, and a bright idea came into her","Output":"head. 'If I eat one of these cakes,' she thought, 'it's sure to make"}
{"Input":"The judge, by the way, was the King; and as he wore his crown over the","Output":"wig, (look at the frontispiece if you want to see how he did it,) he did"}
{"Input":"puzzled by the whole thing, and longed to change the subject.","Output":"'Go on with the next verse,' the Gryphon repeated impatiently: 'it"}
{"Input":"growing on it were white, but there were three gardeners at it, busily","Output":"painting them red. Alice thought this a very curious thing, and she went"}
{"Input":"CHAPTER XI. Who Stole the Tarts?","Output":"The King and Queen of Hearts were seated on their throne when they"}
{"Input":"stingy about it, you know--'","Output":"She had quite forgotten the Duchess by this time, and was a little"}
{"Input":"like a mouse, you know. But do cats eat bats, I wonder?' And here Alice","Output":"began to get rather sleepy, and went on saying to herself, in a dreamy"}
{"Input":"'Repeat, \"YOU ARE OLD, FATHER WILLIAM,\"' said the Caterpillar.","Output":"Alice folded her hands, and began:--"}
{"Input":"in a great hurry; 'and their names were Elsie, Lacie, and Tillie; and","Output":"they lived at the bottom of a well--'"}
{"Input":"'Let the jury consider their verdict,' the King said, for about the","Output":"twentieth time that day."}
{"Input":"arranged; the only difficulty was, that she had not the smallest idea","Output":"how to set about it; and while she was peering about anxiously among"}
{"Input":"'Take off your hat,' the King said to the Hatter.","Output":"'It isn't mine,' said the Hatter."}
{"Input":"by the time he had come back with the Duchess, it had entirely","Output":"disappeared; so the King and the executioner ran wildly up and down"}
{"Input":"head. 'If I eat one of these cakes,' she thought, 'it's sure to make","Output":"SOME change in my size; and as it can't possibly make me larger, it must"}
{"Input":"              and","Output":"           condemn"}
{"Input":"changed several times since then.'","Output":"'What do you mean by that?' said the Caterpillar sternly. 'Explain"}
{"Input":"'They couldn't have done that, you know,' Alice gently remarked; 'they'd","Output":"have been ill.'"}
{"Input":"'How are you getting on?' said the Cat, as soon as there was mouth","Output":"enough for it to speak with."}
{"Input":"   Waiting in a hot tureen!","Output":"   Who for such dainties would not stoop?"}
{"Input":"friend.","Output":"When she got back to the Cheshire Cat, she was surprised to find quite a"}
{"Input":"to Alice as it spoke.","Output":"'As wet as ever,' said Alice in a melancholy tone: 'it doesn't seem to"}
{"Input":"blow with its head, it WOULD twist itself round and look up in her face,","Output":"with such a puzzled expression that she could not help bursting out"}
{"Input":"history, she do.'","Output":"'I'll tell it her,' said the Mock Turtle in a deep, hollow tone: 'sit"}
{"Input":"'I keep them to sell,' the Hatter added as an explanation; 'I've none of","Output":"my own. I'm a hatter.'"}
{"Input":"liked, so that it was not easy to know when the race was over. However,","Output":"when they had been running half an hour or so, and were quite dry again,"}
{"Input":"held it out to the puppy; whereupon the puppy jumped into the air off","Output":"all its feet at once, with a yelp of delight, and rushed at the stick,"}
{"Input":"simply--\"Never imagine yourself not to be otherwise than what it might","Output":"appear to others that what you were or might have been was not otherwise"}
{"Input":"her eyes; and once she remembered trying to box her own ears for having","Output":"cheated herself in a game of croquet she was playing against herself,"}
{"Input":"way?', holding her hand on the top of her head to feel which way it was","Output":"growing, and she was quite surprised to find that she remained the same"}
{"Input":"   He sent them word I had not gone","Output":"    (We know it to be true):"}
{"Input":"egg!'","Output":"'I HAVE tasted eggs, certainly,' said Alice, who was a very truthful"}
{"Input":"notice this last remark.","Output":"'Of course they were', said the Dormouse; '--well in.'"}
{"Input":"such a capital one for catching mice--oh, I beg your pardon!' cried","Output":"Alice again, for this time the Mouse was bristling all over, and she"}
{"Input":"'If any one of them can explain it,' said Alice, (she had grown so large","Output":"in the last few minutes that she wasn't a bit afraid of interrupting"}
{"Input":"'It was much pleasanter at home,' thought poor Alice, 'when one wasn't","Output":"always growing larger and smaller, and being ordered about by mice and"}
{"Input":"had somehow fallen into the sea, 'and in that case I can go back by","Output":"railway,' she said to herself. (Alice had been to the seaside once in"}
{"Input":"began. Alice thought she had never seen such a curious croquet-ground in","Output":"her life; it was all ridges and furrows; the balls were live hedgehogs,"}
{"Input":"'Sixteenth,' added the Dormouse.","Output":"'Write that down,' the King said to the jury, and the jury eagerly"}
{"Input":"Alice felt that this could not be denied, so she tried another question.","Output":"'What sort of people live about here?'"}
{"Input":"advantage from the change: and Alice was a good deal worse off than","Output":"before, as the March Hare had just upset the milk-jug into his plate."}
{"Input":"head in the lap of her sister, who was gently brushing away some dead","Output":"leaves that had fluttered down from the trees upon her face."}
{"Input":"she was out of sight: then it chuckled. 'What fun!' said the Gryphon,","Output":"half to itself, half to Alice."}
{"Input":"     Beau--ootiful Soo--oop!","Output":"     Beau--ootiful Soo--oop!"}
{"Input":"their heads downward! The Antipathies, I think--' (she was rather glad","Output":"there WAS no one listening, this time, as it didn't sound at all the"}
{"Input":"'I see!' said the Queen, who had meanwhile been examining the roses.","Output":"'Off with their heads!' and the procession moved on, three of the"}
{"Input":"shouldn't be hungry for it, you know.'","Output":"'Not at first, perhaps,' said the Hatter: 'but you could keep it to"}
{"Input":"Alice a little timidly: 'but it's no use going back to yesterday,","Output":"because I was a different person then.'"}
{"Input":"'Ah, well! It means much the same thing,' said the Duchess, digging her","Output":"sharp little chin into Alice's shoulder as she added, 'and the moral"}
{"Input":"'Sure, it's an arm, yer honour!' (He pronounced it 'arrum.')","Output":"'An arm, you goose! Who ever saw one that size? Why, it fills the whole"}
{"Input":"'You're wrong about the crumbs,' said the Mock Turtle: 'crumbs would all","Output":"wash off in the sea. But they HAVE their tails in their mouths; and the"}
{"Input":"uncomfortable for the Dormouse,' thought Alice; 'only, as it's asleep, I","Output":"suppose it doesn't mind.'"}
{"Input":"go on. 'And so these three little sisters--they were learning to draw,","Output":"you know--'"}
{"Input":"'Are they in the prisoner's handwriting?' asked another of the jurymen.","Output":"'No, they're not,' said the White Rabbit, 'and that's the queerest thing"}
{"Input":"As they walked off together, Alice heard the King say in a low voice,","Output":"to the company generally, 'You are all pardoned.' 'Come, THAT'S a good"}
{"Input":"course--\"I GAVE HER ONE, THEY GAVE HIM TWO--\" why, that must be what he","Output":"did with the tarts, you know--'"}
{"Input":"as well as she could for sneezing.","Output":"There was certainly too much of it in the air. Even the Duchess"}
{"Input":"wood for fear of their hearing her; and when she next peeped out the","Output":"Fish-Footman was gone, and the other was sitting on the ground near the"}
{"Input":"'You ought to be ashamed of yourself,' said Alice, 'a great girl like","Output":"you,' (she might well say this), 'to go on crying in this way! Stop this"}
{"Input":"questions of eating and drinking.","Output":"'They lived on treacle,' said the Dormouse, after thinking a minute or"}
{"Input":"anxiously over his shoulder as he spoke, and then raised himself upon","Output":"tiptoe, put his mouth close to her ear, and whispered 'She's under"}
{"Input":"'Did you say pig, or fig?' said the Cat.","Output":"'I said pig,' replied Alice; 'and I wish you wouldn't keep appearing and"}
{"Input":"'Really, now you ask me,' said Alice, very much confused, 'I don't","Output":"think--'"}
{"Input":"them Alice recognised the White Rabbit: it was talking in a hurried","Output":"nervous manner, smiling at everything that was said, and went by without"}
{"Input":"'I'm sure those are not the right words,' said poor Alice, and her eyes","Output":"filled with tears again as she went on, 'I must be Mabel after all, and"}
{"Input":"'Don't be impertinent,' said the King, 'and don't look at me like that!'","Output":"He got behind Alice as he spoke."}
{"Input":"trouble, you know, as we needn't try to find any. And yet I don't know,'","Output":"he went on, spreading out the verses on his knee, and looking at them"}
{"Input":"things are \"much of a muchness\"--did you ever see such a thing as a","Output":"drawing of a muchness?'"}
{"Input":"washing her face--and she is such a nice soft thing to nurse--and she's","Output":"such a capital one for catching mice--oh, I beg your pardon!' cried"}
{"Input":"could get away without being seen, when she noticed a curious appearance","Output":"in the air: it puzzled her very much at first, but, after watching it"}
{"Input":"The first question of course was, how to get dry again: they had a","Output":"consultation about this, and after a few minutes it seemed quite natural"}
{"Input":"except a little shaking among the distant green leaves.","Output":"As there seemed to be no chance of getting her hands up to her head, she"}
{"Input":"'Did you say \"What a pity!\"?' the Rabbit asked.","Output":"'No, I didn't,' said Alice: 'I don't think it's at all a pity. I said"}
{"Input":"all the while, and fighting for the hedgehogs; and in a very short","Output":"time the Queen was in a furious passion, and went stamping about, and"}
{"Input":"lessons in here? Why, there's hardly room for YOU, and no room at all","Output":"for any lesson-books!'"}
{"Input":"very little! Besides, SHE'S she, and I'm I, and--oh dear, how puzzling","Output":"it all is! I'll try if I know all the things I used to know. Let me"}
{"Input":"get\" is the same thing as \"I get what I like\"!'","Output":"'You might just as well say,' added the Dormouse, who seemed to be"}
{"Input":"time round, she came upon a low curtain she had not noticed before, and","Output":"behind it was a little door about fifteen inches high: she tried the"}
{"Input":"As soon as the jury had a little recovered from the shock of being","Output":"upset, and their slates and pencils had been found and handed back to"}
{"Input":"Hare. Visit either you like: they're both mad.'","Output":"'But I don't want to go among mad people,' Alice remarked."}
{"Input":"but, alas! the little door was shut again, and the little golden key was","Output":"lying on the glass table as before, 'and things are worse than ever,'"}
{"Input":"others all joined in chorus, 'Yes, please do!' but the Mouse only shook","Output":"its head impatiently, and walked a little quicker."}
{"Input":"in the window, and on it (as she had hoped) a fan and two or three pairs","Output":"of tiny white kid gloves: she took up the fan and a pair of the gloves,"}
{"Input":"said, 'It was a treacle-well.'","Output":"'There's no such thing!' Alice was beginning very angrily, but the"}
{"Input":"presented the thimble, saying 'We beg your acceptance of this elegant","Output":"thimble'; and, when it had finished this short speech, they all cheered."}
{"Input":"'What IS the fun?' said Alice.","Output":"'Why, SHE,' said the Gryphon. 'It's all her fancy, that: they never"}
{"Input":"said Alice: 'three inches is such a wretched height to be.'","Output":"'It is a very good height indeed!' said the Caterpillar angrily, rearing"}
{"Input":"in the newspapers, at the end of trials, \"There was some attempts","Output":"at applause, which was immediately suppressed by the officers of the"}
{"Input":"way, and the whole party swam to the shore.","Output":"CHAPTER III. A Caucus-Race and a Long Tale"}
{"Input":"'No,' said Alice. 'I don't even know what a Mock Turtle is.'","Output":"'It's the thing Mock Turtle Soup is made from,' said the Queen."}
{"Input":"she was coming to, but it was too dark to see anything; then she","Output":"looked at the sides of the well, and noticed that they were filled with"}
{"Input":"Alice tried to fancy to herself what such an extraordinary ways of","Output":"living would be like, but it puzzled her too much, so she went on: 'But"}
{"Input":"He was looking up into the sky all the time he was speaking, and this","Output":"Alice thought decidedly uncivil. 'But perhaps he can't help it,' she"}
{"Input":"'My name is Alice, so please your Majesty,' said Alice very politely;","Output":"but she added, to herself, 'Why, they're only a pack of cards, after"}
{"Input":"too.'","Output":"'Yes, but I grow at a reasonable pace,' said the Dormouse: 'not in that"}
{"Input":"while all the rest were quite silent, and looked very uncomfortable.","Output":"The moment Alice appeared, she was appealed to by all three to settle"}
{"Input":"things to happen, that it seemed quite dull and stupid for life to go on","Output":"in the common way."}
{"Input":"way. So they got their tails fast in their mouths. So they couldn't get","Output":"them out again. That's all.'"}
{"Input":"  *    *    *    *    *    *    *","Output":"'Come, my head's free at last!' said Alice in a tone of delight, which"}
{"Input":"right height to rest her chin upon Alice's shoulder, and it was an","Output":"uncomfortably sharp chin. However, she did not like to be rude, so she"}
{"Input":"'--likely to win, that it's hardly worth while finishing the game.'","Output":"The Queen smiled and passed on."}
{"Input":"teacups would change to tinkling sheep-bells, and the Queen's shrill","Output":"cries to the voice of the shepherd boy--and the sneeze of the baby, the"}
{"Input":"All this time the Queen had never left off staring at the Hatter, and,","Output":"just as the Dormouse crossed the court, she said to one of the officers"}
{"Input":"The Mock Turtle went on.","Output":"'We had the best of educations--in fact, we went to school every day--'"}
{"Input":"'How dreadfully savage!' exclaimed Alice.","Output":"'And ever since that,' the Hatter went on in a mournful tone, 'he won't"}
{"Input":"'Well, I shan't go, at any rate,' said Alice: 'besides, that's not a","Output":"regular rule: you invented it just now.'"}
{"Input":"'Hold your tongue!' said the Queen, turning purple.","Output":"'I won't!' said Alice."}
{"Input":"that cats COULD grin.'","Output":"'They all can,' said the Duchess; 'and most of 'em do.'"}
{"Input":"gardeners instantly jumped up, and began bowing to the King, the Queen,","Output":"the royal children, and everybody else."}
{"Input":"the baby violently up and down, and the poor little thing howled so,","Output":"that Alice could hardly hear the words:--"}
{"Input":"a hurry that she tipped over the jury-box with the edge of her skirt,","Output":"upsetting all the jurymen on to the heads of the crowd below, and there"}
{"Input":"The King's argument was, that anything that had a head could be","Output":"beheaded, and that you weren't to talk nonsense."}
{"Input":"like a star-fish,' thought Alice. The poor little thing was snorting","Output":"like a steam-engine when she caught it, and kept doubling itself up and"}
{"Input":"Alice could see, as well as if she were looking over their shoulders,","Output":"that all the jurors were writing down 'stupid things!' on their slates,"}
{"Input":"was on the top of it.","Output":"She stretched herself up on tiptoe, and peeped over the edge of the"}
{"Input":"then, when you've cleared all the jelly-fish out of the way--'","Output":"'THAT generally takes some time,' interrupted the Gryphon."}
{"Input":"living would be like, but it puzzled her too much, so she went on: 'But","Output":"why did they live at the bottom of a well?'"}
{"Input":"'How the creatures order one about, and make one repeat lessons!'","Output":"thought Alice; 'I might as well be at school at once.' However, she"}
{"Input":"    [later editions continued as follows","Output":"  The Panther took pie-crust, and gravy, and meat,"}
{"Input":"again, sitting on a branch of a tree.","Output":"'Did you say pig, or fig?' said the Cat."}
{"Input":"about.","Output":"'Change lobsters again!' yelled the Gryphon at the top of its voice."}
{"Input":"was not even room for this, and she tried the effect of lying down with","Output":"one elbow against the door, and the other arm curled round her head."}
{"Input":"they would die.","Output":"'The trial cannot proceed,' said the King in a very grave voice, 'until"}
{"Input":"on the table. 'Nothing can be clearer than THAT. Then again--\"BEFORE SHE","Output":"HAD THIS FIT--\" you never had fits, my dear, I think?' he said to the"}
{"Input":"Some of the jury wrote it down 'important,' and some 'unimportant.'","Output":"Alice could see this, as she was near enough to look over their slates;"}
{"Input":"no toys to play with, and oh! ever so many lessons to learn! No, I've","Output":"made up my mind about it; if I'm Mabel, I'll stay down here! It'll be no"}
{"Input":"myself about you: you must manage the best way you can;--but I must be","Output":"kind to them,' thought Alice, 'or perhaps they won't walk the way I want"}
{"Input":"thing is to find my way into that lovely garden. I think that will be","Output":"the best plan.'"}
{"Input":"tone. 'The Queen will hear you! You see, she came rather late, and the","Output":"Queen said--'"}
{"Input":"in the common way.","Output":"So she set to work, and very soon finished off the cake."}
{"Input":"before,' said Alice,) and round the neck of the bottle was a paper","Output":"label, with the words 'DRINK ME' beautifully printed on it in large"}
{"Input":"drawing of a muchness?'","Output":"'Really, now you ask me,' said Alice, very much confused, 'I don't"}
{"Input":"back to the table, half hoping she might find another key on it, or at","Output":"any rate a book of rules for shutting people up like telescopes: this"}
{"Input":"This was not an encouraging opening for a conversation. Alice replied,","Output":"rather shyly, 'I--I hardly know, sir, just at present--at least I know"}
{"Input":"get into the garden, and I don't care which happens!'","Output":"She ate a little bit, and said anxiously to herself, 'Which way? Which"}
{"Input":"'You should learn not to make personal remarks,' Alice said with some","Output":"severity; 'it's very rude.'"}
{"Input":"thought Alice; 'I might as well be at school at once.' However, she","Output":"got up, and began to repeat it, but her head was so full of the Lobster"}
{"Input":"Next came an angry voice--the Rabbit's--'Pat! Pat! Where are you?' And","Output":"then a voice she had never heard before, 'Sure then I'm here! Digging"}
{"Input":"was not a VERY good opportunity for showing off her knowledge, as there","Output":"was no one to listen to her, still it was good practice to say it over)"}
{"Input":"would change to dull reality--the grass would be only rustling in the","Output":"wind, and the pool rippling to the waving of the reeds--the rattling"}
{"Input":"hint to Time, and round goes the clock in a twinkling! Half-past one,","Output":"time for dinner!'"}
{"Input":"the teapot.","Output":"'At any rate I'll never go THERE again!' said Alice as she picked her"}
{"Input":"turned to the Mock Turtle, and said 'What else had you to learn?'","Output":"'Well, there was Mystery,' the Mock Turtle replied, counting off"}
{"Input":"thing before, and he wasn't going to begin at HIS time of life.","Output":"The King's argument was, that anything that had a head could be"}
{"Input":"reduced the answer to shillings and pence.","Output":"'Take off your hat,' the King said to the Hatter."}
{"Input":"'Two days wrong!' sighed the Hatter. 'I told you butter wouldn't suit","Output":"the works!' he added looking angrily at the March Hare."}
{"Input":"wondering very much what would happen next.","Output":"'It's--it's a very fine day!' said a timid voice at her side. She was"}
{"Input":"Pigeon, raising its voice to a shriek, 'and just as I was thinking I","Output":"should be free of them at last, they must needs come wriggling down from"}
{"Input":"'That is not said right,' said the Caterpillar.","Output":"'Not QUITE right, I'm afraid,' said Alice, timidly; 'some of the words"}
{"Input":"tone. 'Nobody seems to like her, down here, and I'm sure she's the best","Output":"cat in the world! Oh, my dear Dinah! I wonder if I shall ever see you"}
{"Input":"'Get up!' said the Queen, in a shrill, loud voice, and the three","Output":"gardeners instantly jumped up, and began bowing to the King, the Queen,"}
{"Input":"be as well to introduce some other subject of conversation. While she","Output":"was trying to fix on one, the cook took the cauldron of soup off the"}
{"Input":"letters.","Output":"It was all very well to say 'Drink me,' but the wise little Alice was"}
{"Input":"all spoke at once, she found it very hard indeed to make out exactly","Output":"what they said."}
{"Input":"and very soon had to kneel down on the floor: in another minute there","Output":"was not even room for this, and she tried the effect of lying down with"}
{"Input":"Queen jumped up and bawled out, \"He's murdering the time! Off with his","Output":"head!\"'"}
{"Input":"were nowhere to be found: all she could see, when she looked down, was","Output":"an immense length of neck, which seemed to rise like a stalk out of a"}
{"Input":"grow up, I'll write one--but I'm grown up now,' she added in a sorrowful","Output":"tone; 'at least there's no room to grow up any more HERE.'"}
{"Input":"The next thing was to eat the comfits: this caused some noise and","Output":"confusion, as the large birds complained that they could not taste"}
{"Input":"Alice felt a little irritated at the Caterpillar's making such VERY","Output":"short remarks, and she drew herself up and said, very gravely, 'I think,"}
{"Input":"Alice replied eagerly, for she was always ready to talk about her pet:","Output":"'Dinah's our cat. And she's such a capital one for catching mice you"}
{"Input":"that they must be collected at once and put back into the jury-box, or","Output":"they would die."}
{"Input":"way, 'Prizes! Prizes!'","Output":"Alice had no idea what to do, and in despair she put her hand in her"}
{"Input":"          must have a","Output":"        trial: For"}
{"Input":"all the jurymen are back in their proper places--ALL,' he repeated with","Output":"great emphasis, looking hard at Alice as he said do."}
{"Input":"stiff. And the Gryphon never learnt it.'","Output":"'Hadn't time,' said the Gryphon: 'I went to the Classics master, though."}
{"Input":"before it's done.'","Output":"'Once upon a time there were three little sisters,' the Dormouse began"}
{"Input":"who of course had to leave off being arches to do this, so that by","Output":"the end of half an hour or so there were no arches left, and all the"}
{"Input":"known them all her life. Indeed, she had quite a long argument with the","Output":"Lory, who at last turned sulky, and would only say, 'I am older than"}
{"Input":"us all about it!'","Output":"Last came a little feeble, squeaking voice, ('That's Bill,' thought"}
{"Input":"pleased to have got into a conversation.","Output":"'You don't know much,' said the Duchess; 'and that's a fact.'"}
{"Input":"'I know what \"it\" means well enough, when I find a thing,' said the","Output":"Duck: 'it's generally a frog or a worm. The question is, what did the"}
{"Input":"with hearts. Next came the guests, mostly Kings and Queens, and among","Output":"them Alice recognised the White Rabbit: it was talking in a hurried"}
{"Input":"size: the next thing is, to get into that beautiful garden--how IS that","Output":"to be done, I wonder?' As she said this, she came suddenly upon an open"}
{"Input":"Alice heard the Rabbit say, 'A barrowful will do, to begin with.'","Output":"'A barrowful of WHAT?' thought Alice; but she had not long to doubt,"}
{"Input":"'Idiot!' said the Queen, tossing her head impatiently; and, turning to","Output":"Alice, she went on, 'What's your name, child?'"}
{"Input":"on better.'","Output":"'I'd rather finish my tea,' said the Hatter, with an anxious look at the"}
{"Input":"in the middle of her favourite word 'moral,' and the arm that was linked","Output":"into hers began to tremble. Alice looked up, and there stood the Queen"}
{"Input":"croquet with the Queen,' and she hurried out of the room. The cook threw","Output":"a frying-pan after her as she went out, but it just missed her."}
{"Input":"at her, and the Queen said severely 'Who is this?' She said it to the","Output":"Knave of Hearts, who only bowed and smiled in reply."}
{"Input":"all her coaxing.","Output":"Hardly knowing what she did, she picked up a little bit of stick, and"}
{"Input":"him; and near the King was the White Rabbit, with a trumpet in one hand,","Output":"and a scroll of parchment in the other. In the very middle of the court"}
{"Input":"tittered audibly.","Output":"'What I was going to say,' said the Dodo in an offended tone, 'was, that"}
{"Input":"'Hadn't time,' said the Gryphon: 'I went to the Classics master, though.","Output":"He was an old crab, HE was.'"}
{"Input":"She was moving them about as she spoke, but no result seemed to follow,","Output":"except a little shaking among the distant green leaves."}
{"Input":"way of speaking to a mouse: she had never done such a thing before, but","Output":"she remembered having seen in her brother's Latin Grammar, 'A mouse--of"}
{"Input":"'Yes, we went to school in the sea, though you mayn't believe it--'","Output":"'I never said I didn't!' interrupted Alice."}
{"Input":"are; secondly, because they're making such a noise inside, no one could","Output":"possibly hear you.' And certainly there was a most extraordinary noise"}
{"Input":"'Of course,' the Mock Turtle said: 'advance twice, set to partners--'","Output":"'--change lobsters, and retire in same order,' continued the Gryphon."}
{"Input":"'Who cares for you?' said Alice, (she had grown to her full size by this","Output":"time.) 'You're nothing but a pack of cards!'"}
{"Input":"well without--Maybe it's always pepper that makes people hot-tempered,'","Output":"she went on, very much pleased at having found out a new kind of"}
{"Input":"'I'M not a mile high,' said Alice.","Output":"'You are,' said the King."}
{"Input":"could hear the rattle of the teacups as the March Hare and his friends","Output":"shared their never-ending meal, and the shrill voice of the Queen"}
{"Input":"'But, it goes on \"THEY ALL RETURNED FROM HIM TO YOU,\"' said Alice.","Output":"'Why, there they are!' said the King triumphantly, pointing to the tarts"}
{"Input":"of being all alone here!'","Output":"As she said this she looked down at her hands, and was surprised to see"}
{"Input":"which the March Hare was said to live. 'I've seen hatters before,' she","Output":"said to herself; 'the March Hare will be much the most interesting, and"}
{"Input":"'Chorus again!' cried the Gryphon, and the Mock Turtle had just begun","Output":"to repeat it, when a cry of 'The trial's beginning!' was heard in the"}
{"Input":"suppose it doesn't mind.'","Output":"The table was a large one, but the three were all crowded together at"}
{"Input":"Alice did not at all like the tone of this remark, and thought it would","Output":"be as well to introduce some other subject of conversation. While she"}
{"Input":"the door, she ran out of the house, and found quite a crowd of little","Output":"animals and birds waiting outside. The poor little Lizard, Bill, was"}
{"Input":"'It's all about as curious as it can be,' said the Gryphon.","Output":"'It all came different!' the Mock Turtle repeated thoughtfully. 'I"}
{"Input":"face was quite pale (with passion, Alice thought), and it said in a low","Output":"trembling voice, 'Let us get to the shore, and then I'll tell you my"}
{"Input":"the subjects on his flappers, '--Mystery, ancient and modern, with","Output":"Seaography: then Drawling--the Drawling-master was an old conger-eel,"}
{"Input":"'Let's go on with the game,' the Queen said to Alice; and Alice was","Output":"too much frightened to say a word, but slowly followed her back to the"}
{"Input":"all its feet at once, with a yelp of delight, and rushed at the stick,","Output":"and made believe to worry it; then Alice dodged behind a great thistle,"}
{"Input":"key and hurried off to the garden door.","Output":"Poor Alice! It was as much as she could do, lying down on one side, to"}
{"Input":"They were indeed a queer-looking party that assembled on the bank--the","Output":"birds with draggled feathers, the animals with their fur clinging close"}
{"Input":"'You don't know much,' said the Duchess; 'and that's a fact.'","Output":"Alice did not at all like the tone of this remark, and thought it would"}
{"Input":"that--only the March Hare said--'","Output":"'I didn't!' the March Hare interrupted in a great hurry."}
{"Input":"the Conqueror, whose cause was favoured by the pope, was soon submitted","Output":"to by the English, who wanted leaders, and had been of late much"}
{"Input":"what I should be like then?' And she tried to fancy what the flame of a","Output":"candle is like after the candle is blown out, for she could not remember"}
{"Input":"     Beautiful, beauti--FUL SOUP!'","Output":"'Chorus again!' cried the Gryphon, and the Mock Turtle had just begun"}
{"Input":"'It proves nothing of the sort!' said Alice. 'Why, you don't even know","Output":"what they're about!'"}
{"Input":"    Be off, or I'll kick you down stairs!'","Output":"'That is not said right,' said the Caterpillar."}
{"Input":"to Alice for protection.","Output":"'You shan't be beheaded!' said Alice, and she put them into a large"}
{"Input":"'They all can,' said the Duchess; 'and most of 'em do.'","Output":"'I don't know of any that do,' Alice said very politely, feeling quite"}
{"Input":"almost certain to disagree with you, sooner or later.","Output":"However, this bottle was NOT marked 'poison,' so Alice ventured to taste"}
{"Input":"though), 'I won't have any pepper in my kitchen AT ALL. Soup does very","Output":"well without--Maybe it's always pepper that makes people hot-tempered,'"}
{"Input":"fellow?'","Output":"The Mock Turtle sighed deeply, and began, in a voice sometimes choked"}
{"Input":"The King looked anxiously at the White Rabbit, who said in a low voice,","Output":"'Your Majesty must cross-examine THIS witness.'"}
{"Input":"see what was the matter with it. There could be no doubt that it had","Output":"a VERY turn-up nose, much more like a snout than a real nose; also its"}
{"Input":"'I didn't know that Cheshire cats always grinned; in fact, I didn't know","Output":"that cats COULD grin.'"}
{"Input":"  While the Panther received knife and fork with a growl,","Output":"  And concluded the banquet--]"}
{"Input":"'Mine is a long and a sad tale!' said the Mouse, turning to Alice, and","Output":"sighing."}
{"Input":"had brought herself down to nine inches high.","Output":"CHAPTER VI. Pig and Pepper"}
{"Input":"wrong, and she went on in a trembling voice:--","Output":"  'I passed by his garden, and marked, with one eye,"}
{"Input":"'If I'd been the whiting,' said Alice, whose thoughts were still running","Output":"on the song, 'I'd have said to the porpoise, \"Keep back, please: we"}
{"Input":"The Dormouse had closed its eyes by this time, and was going off into","Output":"a doze; but, on being pinched by the Hatter, it woke up again with"}
{"Input":"It was high time to go, for the pool was getting quite crowded with the","Output":"birds and animals that had fallen into it: there were a Duck and a Dodo,"}
{"Input":"So she sat on, with closed eyes, and half believed herself in","Output":"Wonderland, though she knew she had but to open them again, and all"}
{"Input":"         Twinkle, twinkle--\"'","Output":"Here the Dormouse shook itself, and began singing in its sleep 'Twinkle,"}
{"Input":"'Once upon a time there were three little sisters,' the Dormouse began","Output":"in a great hurry; 'and their names were Elsie, Lacie, and Tillie; and"}
{"Input":"hedgehog to, and, as the doubled-up soldiers were always getting up","Output":"and walking off to other parts of the ground, Alice soon came to the"}
{"Input":"she was now, and she soon made out that it was only a mouse that had","Output":"slipped in like herself."}
{"Input":"about stopping herself before she found herself falling down a very deep","Output":"well."}
{"Input":"It was, no doubt: only Alice did not like to be told so. 'It's really","Output":"dreadful,' she muttered to herself, 'the way all the creatures argue."}
{"Input":"            whole","Output":"            cause,"}
{"Input":"Very soon the Rabbit noticed Alice, as she went hunting about, and","Output":"called out to her in an angry tone, 'Why, Mary Ann, what ARE you doing"}
{"Input":"    What would become of you?","Output":"   I gave her one, they gave him two,"}
{"Input":"the best thing to get us dry would be a Caucus-race.'","Output":"'What IS a Caucus-race?' said Alice; not that she wanted much to know,"}
{"Input":"Oh! won't she be savage if I've kept her waiting!' Alice felt so","Output":"desperate that she was ready to ask help of any one; so, when the Rabbit"}
{"Input":"talking again. 'Dinah'll miss me very much to-night, I should think!'","Output":"(Dinah was the cat.) 'I hope they'll remember her saucer of milk at"}
{"Input":"After a time she heard a little pattering of feet in the distance, and","Output":"she hastily dried her eyes to see what was coming. It was the White"}
{"Input":"'Exactly so,' said Alice.","Output":"'Then you should say what you mean,' the March Hare went on."}
{"Input":"knowing how old it was, and, as the Lory positively refused to tell its","Output":"age, there was no more to be said."}
{"Input":"hurry, muttering to himself as he came, 'Oh! the Duchess, the Duchess!","Output":"Oh! won't she be savage if I've kept her waiting!' Alice felt so"}
{"Input":"up.'","Output":"'What's in it?' said the Queen."}
{"Input":"'The game's going on rather better now,' she said, by way of keeping up","Output":"the conversation a little."}
{"Input":"It sounded an excellent plan, no doubt, and very neatly and simply","Output":"arranged; the only difficulty was, that she had not the smallest idea"}
{"Input":"fond of beheading people here; the great wonder is, that there's any one","Output":"left alive!'"}
{"Input":"vanishing so suddenly: you make one quite giddy.'","Output":"'All right,' said the Cat; and this time it vanished quite slowly,"}
{"Input":"before she made her next remark. 'Then the eleventh day must have been a","Output":"holiday?'"}
{"Input":"The Queen turned crimson with fury, and, after glaring at her for a","Output":"moment like a wild beast, screamed 'Off with her head! Off--'"}
{"Input":"same as they used to do:--","Output":"     'How doth the little crocodile"}
{"Input":"Why, there's hardly enough of me left to make ONE respectable person!'","Output":"Soon her eye fell on a little glass box that was lying under the table:"}
{"Input":"         dear Sir,","Output":"            With"}
{"Input":"'Do you mean that you think you can find out the answer to it?' said the","Output":"March Hare."}
{"Input":"not going to do THAT in a hurry. 'No, I'll look first,' she said, 'and","Output":"see whether it's marked \"poison\" or not'; for she had read several nice"}
{"Input":"long passage, and the White Rabbit was still in sight, hurrying down it.","Output":"There was not a moment to be lost: away went Alice like the wind, and"}
{"Input":"'Not at first, perhaps,' said the Hatter: 'but you could keep it to","Output":"half-past one as long as you liked.'"}
{"Input":"Gryphon.","Output":"'How the creatures order one about, and make one repeat lessons!'"}
{"Input":"cucumber-frame, or something of the sort.","Output":"Next came an angry voice--the Rabbit's--'Pat! Pat! Where are you?' And"}
{"Input":"turned out, and, by the time they had settled down again, the cook had","Output":"disappeared."}
{"Input":"holiday?'","Output":"'Of course it was,' said the Mock Turtle."}
{"Input":"'I mean what I say,' the Mock Turtle replied in an offended tone. And","Output":"the Gryphon added 'Come, let's hear some of YOUR adventures.'"}
{"Input":"Alice, she went on, 'What's your name, child?'","Output":"'My name is Alice, so please your Majesty,' said Alice very politely;"}
{"Input":"on.'","Output":"He moved on as he spoke, and the Dormouse followed him: the March Hare"}
{"Input":"nobody, which isn't usual, you know.'","Output":"'Who is it directed to?' said one of the jurymen."}
{"Input":"seen them so often, of course you know what they're like.'","Output":"'I believe so,' Alice replied thoughtfully. 'They have their tails in"}
{"Input":"'Then it ought to be Number One,' said Alice.","Output":"The King turned pale, and shut his note-book hastily. 'Consider your"}
{"Input":"yesterday you deserved to be beheaded!'","Output":"'What for?' said the one who had spoken first."}
{"Input":"sudden change, but very glad to find herself still in existence; 'and","Output":"now for the garden!' and she ran with all speed back to the little door:"}
{"Input":"the hint; but the cook was busily stirring the soup, and seemed not to","Output":"be listening, so she went on again: 'Twenty-four hours, I THINK; or is"}
{"Input":"see: four times five is twelve, and four times six is thirteen, and","Output":"four times seven is--oh dear! I shall never get to twenty at that rate!"}
{"Input":"appeared; but she ran off as hard as she could, and soon found herself","Output":"safe in a thick wood."}
{"Input":"'A likely story indeed!' said the Pigeon in a tone of the deepest","Output":"contempt. 'I've seen a good many little girls in my time, but never ONE"}
{"Input":"after it, and fortunately was just in time to see it pop down a large","Output":"rabbit-hole under the hedge."}
{"Input":"her hand, and Alice guessed who it was, even before she got into the","Output":"court, by the way the people near the door began sneezing all at once."}
{"Input":"you know.'","Output":"Alice had been looking over his shoulder with some curiosity. 'What a"}
{"Input":"makes them so shiny?'","Output":"Alice looked down at them, and considered a little before she gave her"}
{"Input":"kept fanning herself all the time she went on talking: 'Dear, dear! How","Output":"queer everything is to-day! And yesterday things went on just as usual."}
{"Input":"'Back to land again, and that's all the first figure,' said the Mock","Output":"Turtle, suddenly dropping his voice; and the two creatures, who had been"}
{"Input":"and quietly, and looked at Alice.","Output":"'It must be a very pretty dance,' said Alice timidly."}
{"Input":"YOUR temper!' 'Hold your tongue, Ma!' said the young Crab, a little","Output":"snappishly. 'You're enough to try the patience of an oyster!'"}
{"Input":"'Oh, I beg your pardon!' cried Alice hastily, afraid that she had hurt","Output":"the poor animal's feelings. 'I quite forgot you didn't like cats.'"}
{"Input":"sighing.","Output":"'It IS a long tail, certainly,' said Alice, looking down with wonder at"}
{"Input":"enough for it to speak with.","Output":"Alice waited till the eyes appeared, and then nodded. 'It's no use"}
{"Input":"that it made Alice quite hungry to look at them--'I wish they'd get the","Output":"trial done,' she thought, 'and hand round the refreshments!' But there"}
{"Input":"jumping about like mad things all this time, sat down again very sadly","Output":"and quietly, and looked at Alice."}
{"Input":"grow shorter.'","Output":"'One side of WHAT? The other side of WHAT?' thought Alice to herself."}
{"Input":"Queen.","Output":"'Never!' said the Queen furiously, throwing an inkstand at the Lizard"}
{"Input":"other: the only difficulty was, that her flamingo was gone across to the","Output":"other side of the garden, where Alice could see it trying in a helpless"}
{"Input":"confusing it is all the things being alive; for instance, there's the","Output":"arch I've got to go through next walking about at the other end of the"}
{"Input":"cats: nasty, low, vulgar things! Don't let me hear the name again!'","Output":"'I won't indeed!' said Alice, in a great hurry to change the subject of"}
{"Input":"bore it as well as she could.","Output":"'The game's going on rather better now,' she said, by way of keeping up"}
{"Input":"they lay sprawling about, reminding her very much of a globe of goldfish","Output":"she had accidentally upset the week before."}
{"Input":"Alice caught the baby with some difficulty, as it was a queer-shaped","Output":"little creature, and held out its arms and legs in all directions, 'just"}
{"Input":"He moved on as he spoke, and the Dormouse followed him: the March Hare","Output":"moved into the Dormouse's place, and Alice rather unwillingly took"}
{"Input":"now more than nine feet high, and she at once took up the little golden","Output":"key and hurried off to the garden door."}
{"Input":"different!' Alice replied in a very melancholy voice.","Output":"'Repeat, \"YOU ARE OLD, FATHER WILLIAM,\"' said the Caterpillar."}
{"Input":"can do no more, whatever happens. What WILL become of me?'","Output":"Luckily for Alice, the little magic bottle had now had its full effect,"}
{"Input":"long as there was room for her.","Output":"'I wish you wouldn't squeeze so.' said the Dormouse, who was sitting"}
{"Input":"till the puppy's bark sounded quite faint in the distance.","Output":"'And yet what a dear little puppy it was!' said Alice, as she leant"}
{"Input":"Seven flung down his brush, and had just begun 'Well, of all the unjust","Output":"things--' when his eye chanced to fall upon Alice, as she stood watching"}
{"Input":"sea of green leaves that lay far below her.","Output":"'What CAN all that green stuff be?' said Alice. 'And where HAVE my"}
{"Input":"'Stand up and repeat \"'TIS THE VOICE OF THE SLUGGARD,\"' said the","Output":"Gryphon."}
{"Input":"but at any rate it would not open any of them. However, on the second","Output":"time round, she came upon a low curtain she had not noticed before, and"}
{"Input":"conversation dropped, and the party sat silent for a minute, while Alice","Output":"thought over all she could remember about ravens and writing-desks,"}
{"Input":"'Talking of axes,' said the Duchess, 'chop off her head!'","Output":"Alice glanced rather anxiously at the cook, to see if she meant to take"}
{"Input":"one elbow against the door, and the other arm curled round her head.","Output":"Still she went on growing, and, as a last resource, she put one arm out"}
{"Input":"round it, panting, and asking, 'But who has won?'","Output":"This question the Dodo could not answer without a great deal of thought,"}
{"Input":"in reply.","Output":"'That's right!' shouted the Queen. 'Can you play croquet?'"}
{"Input":"Turtle, and to hear his history. I must go back and see after some","Output":"executions I have ordered'; and she walked off, leaving Alice alone with"}
{"Input":"'After that,' continued the Hatter, 'I cut some more bread-and-butter--'","Output":"'But what did the Dormouse say?' one of the jury asked."}
{"Input":"'I wish I hadn't mentioned Dinah!' she said to herself in a melancholy","Output":"tone. 'Nobody seems to like her, down here, and I'm sure she's the best"}
{"Input":"'Exactly so,' said the Hatter: 'as the things get used up.'","Output":"'But what happens when you come to the beginning again?' Alice ventured"}
{"Input":"a mouse--to a mouse--a mouse--O mouse!') The Mouse looked at her rather","Output":"inquisitively, and seemed to her to wink with one of its little eyes,"}
{"Input":"      How neatly spread his claws,","Output":"     And welcome little fishes in"}
{"Input":"about in the wood, 'is to grow to my right size again; and the second","Output":"thing is to find my way into that lovely garden. I think that will be"}
{"Input":"bringing the cook tulip-roots instead of onions.'","Output":"Seven flung down his brush, and had just begun 'Well, of all the unjust"}
{"Input":"    'And your hair has become very white;","Output":"   And yet you incessantly stand on your head--"}
{"Input":"The Mouse did not notice this question, but hurriedly went on, '\"--found","Output":"it advisable to go with Edgar Atheling to meet William and offer him the"}
{"Input":"bread-and-butter.","Output":"Just at this moment Alice felt a very curious sensation, which puzzled"}
{"Input":"'Yes, that's it,' said the Hatter with a sigh: 'it's always tea-time,","Output":"and we've no time to wash the things between whiles.'"}
{"Input":"         be jury,\"","Output":"            Said"}
{"Input":"and a scroll of parchment in the other. In the very middle of the court","Output":"was a table, with a large dish of tarts upon it: they looked so good,"}
{"Input":"'Yes, it IS his business!' said Five, 'and I'll tell him--it was for","Output":"bringing the cook tulip-roots instead of onions.'"}
{"Input":"two sobs choked his voice. 'Same as if he had a bone in his throat,'","Output":"said the Gryphon: and it set to work shaking him and punching him in"}
{"Input":"the works!' he added looking angrily at the March Hare.","Output":"'It was the BEST butter,' the March Hare meekly replied."}
{"Input":"It's enough to drive one crazy!'","Output":"The Footman seemed to think this a good opportunity for repeating his"}
{"Input":"cucumber-frames there must be!' thought Alice. 'I wonder what they'll do","Output":"next! As for pulling me out of the window, I only wish they COULD! I'm"}
{"Input":"began again, using the ink, that was trickling down his face, as long as","Output":"it lasted.)"}
{"Input":"Queen said--'","Output":"'Get to your places!' shouted the Queen in a voice of thunder, and"}
{"Input":"'Perhaps not,' Alice cautiously replied: 'but I know I have to beat time","Output":"when I learn music.'"}
{"Input":"   Yet you balanced an eel on the end of your nose--","Output":"    What made you so awfully clever?'"}
{"Input":"VERY much out of the way to hear the Rabbit say to itself, 'Oh dear!","Output":"Oh dear! I shall be late!' (when she thought it over afterwards, it"}
{"Input":"ridiculous fashion.' And he got up very sulkily and crossed over to the","Output":"other side of the court."}
{"Input":"have to turn into a chrysalis--you will some day, you know--and then","Output":"after that into a butterfly, I should think you'll feel it a little"}
{"Input":"'And how many hours a day did you do lessons?' said Alice, in a hurry to","Output":"change the subject."}
{"Input":"birds and animals that had fallen into it: there were a Duck and a Dodo,","Output":"a Lory and an Eaglet, and several other curious creatures. Alice led the"}
{"Input":"hands on her lap as if she were saying lessons, and began to repeat it,","Output":"but her voice sounded hoarse and strange, and the words did not come the"}
{"Input":"The Hatter opened his eyes very wide on hearing this; but all he SAID","Output":"was, 'Why is a raven like a writing-desk?'"}
{"Input":"court.","Output":"'What do you know about this business?' the King said to Alice."}
{"Input":"to suit them!'","Output":"'I haven't the least idea what you're talking about,' said Alice."}
{"Input":"Alice did not much like keeping so close to her: first, because the","Output":"Duchess was VERY ugly; and secondly, because she was exactly the"}
{"Input":"'Come, it's pleased so far,' thought Alice, and she went on. 'Would you","Output":"tell me, please, which way I ought to go from here?'"}
{"Input":"arrived, with a great crowd assembled about them--all sorts of little","Output":"birds and beasts, as well as the whole pack of cards: the Knave was"}
{"Input":"many miles I've fallen by this time?' she said aloud. 'I must be getting","Output":"somewhere near the centre of the earth. Let me see: that would be four"}
{"Input":"   Soo--oop of the e--e--evening,","Output":"     Beautiful, beautiful Soup!"}
{"Input":"'Ten hours the first day,' said the Mock Turtle: 'nine the next, and so","Output":"on.'"}
{"Input":"'It isn't,' said the Caterpillar.","Output":"'Well, perhaps you haven't found it so yet,' said Alice; 'but when you"}
{"Input":"at least, if there are, nobody attends to them--and you've no idea how","Output":"confusing it is all the things being alive; for instance, there's the"}
{"Input":"tiptoe, put his mouth close to her ear, and whispered 'She's under","Output":"sentence of execution.'"}
{"Input":" Will you, won't you, will you, won't you, won't you join the dance?\"'","Output":"'Thank you, it's a very interesting dance to watch,' said Alice, feeling"}
{"Input":"righthand bit again, and did not venture to go near the house till she","Output":"had brought herself down to nine inches high."}
{"Input":"won't, then!--Bill's to go down--Here, Bill! the master says you're to","Output":"go down the chimney!'"}
{"Input":"'It is wrong from beginning to end,' said the Caterpillar decidedly, and","Output":"there was silence for some minutes."}
{"Input":"'I do,' Alice hastily replied; 'at least--at least I mean what I","Output":"say--that's the same thing, you know.'"}
{"Input":"scratching and scrambling about in the chimney close above her: then,","Output":"saying to herself 'This is Bill,' she gave one sharp kick, and waited to"}
{"Input":"forgotten to ask.'","Output":"'It turned into a pig,' Alice quietly said, just as if it had come back"}
{"Input":"question is, what?'","Output":"The great question certainly was, what? Alice looked all round her at"}
{"Input":"'Not like cats!' cried the Mouse, in a shrill, passionate voice. 'Would","Output":"YOU like cats if you were me?'"}
{"Input":"'Oh, don't talk about trouble!' said the Duchess. 'I make you a present","Output":"of everything I've said as yet.'"}
{"Input":"Everybody looked at Alice.","Output":"'I'M not a mile high,' said Alice."}
{"Input":"why did they live at the bottom of a well?'","Output":"'Take some more tea,' the March Hare said to Alice, very earnestly."}
{"Input":"'You're a very poor speaker,' said the King.","Output":"Here one of the guinea-pigs cheered, and was immediately suppressed by"}
{"Input":"The jury all wrote down on their slates, 'SHE doesn't believe there's an","Output":"atom of meaning in it,' but none of them attempted to explain the paper."}
{"Input":"By the time she had caught the flamingo and brought it back, the fight","Output":"was over, and both the hedgehogs were out of sight: 'but it doesn't"}
{"Input":"sight, they were getting so far off). 'Oh, my poor little feet, I wonder","Output":"who will put on your shoes and stockings for you now, dears? I'm sure"}
{"Input":"'But she must have a prize herself, you know,' said the Mouse.","Output":"'Of course,' the Dodo replied very gravely. 'What else have you got in"}
{"Input":"themselves flat upon their faces. There was a sound of many footsteps,","Output":"and Alice looked round, eager to see the Queen."}
{"Input":"'Of course they were', said the Dormouse; '--well in.'","Output":"This answer so confused poor Alice, that she let the Dormouse go on for"}
{"Input":"her knowledge of history, Alice had no very clear notion how long ago","Output":"anything had happened.) So she began again: 'Ou est ma chatte?' which"}
{"Input":"'It's a Cheshire cat,' said the Duchess, 'and that's why. Pig!'","Output":"She said the last word with such sudden violence that Alice quite"}
{"Input":"'And who are THESE?' said the Queen, pointing to the three gardeners who","Output":"were lying round the rosetree; for, you see, as they were lying on their"}
{"Input":"'Leave off that!' screamed the Queen. 'You make me giddy.' And then,","Output":"turning to the rose-tree, she went on, 'What HAVE you been doing here?'"}
{"Input":"'Curiouser and curiouser!' cried Alice (she was so much surprised, that","Output":"for the moment she quite forgot how to speak good English); 'now I'm"}
{"Input":"'That's none of YOUR business, Two!' said Seven.","Output":"'Yes, it IS his business!' said Five, 'and I'll tell him--it was for"}
{"Input":"Alice, who felt ready to sink into the earth. At last the Gryphon said","Output":"to the Mock Turtle, 'Drive on, old fellow! Don't be all day about it!'"}
{"Input":"something like this:--","Output":"         'Fury said to a"}
{"Input":"its tongue hanging out of its mouth, and its great eyes half shut.","Output":"This seemed to Alice a good opportunity for making her escape; so she"}
{"Input":"conversation?'","Output":"So she was considering in her own mind (as well as she could, for the"}
{"Input":"a rabbit! I suppose Dinah'll be sending me on messages next!' And she","Output":"began fancying the sort of thing that would happen: '\"Miss Alice! Come"}
{"Input":"Down, down, down. There was nothing else to do, so Alice soon began","Output":"talking again. 'Dinah'll miss me very much to-night, I should think!'"}
{"Input":"CHAPTER IV. The Rabbit Sends in a Little Bill","Output":"It was the White Rabbit, trotting slowly back again, and looking"}
{"Input":"   Yet you finished the goose, with the bones and the beak--","Output":"    Pray how did you manage to do it?'"}
{"Input":"for some time with great curiosity, and this was his first speech.","Output":"'You should learn not to make personal remarks,' Alice said with some"}
{"Input":"tell what o'clock it is!'","Output":"'Why should it?' muttered the Hatter. 'Does YOUR watch tell you what"}
{"Input":"felt that it would be quite absurd for her to carry it further.","Output":"So she set the little creature down, and felt quite relieved to see"}
{"Input":"   And yet you incessantly stand on your head--","Output":"    Do you think, at your age, it is right?'"}
{"Input":"Alice was rather doubtful whether she ought not to lie down on her face","Output":"like the three gardeners, but she could not remember ever having heard"}
{"Input":"'What IS a Caucus-race?' said Alice; not that she wanted much to know,","Output":"but the Dodo had paused as if it thought that SOMEBODY ought to speak,"}
{"Input":"together first--they don't reach half high enough yet--Oh! they'll","Output":"do well enough; don't be particular--Here, Bill! catch hold of this"}
{"Input":"players, except the King, the Queen, and Alice, were in custody and","Output":"under sentence of execution."}
{"Input":"A bright idea came into Alice's head. 'Is that the reason so many","Output":"tea-things are put out here?' she asked."}
{"Input":"    Between yourself and me.'","Output":"'That's the most important piece of evidence we've heard yet,' said the"}
{"Input":"did you ever eat a bat?' when suddenly, thump! thump! down she came upon","Output":"a heap of sticks and dry leaves, and the fall was over."}
{"Input":"    'I feared it might injure the brain;","Output":"   But, now that I'm perfectly sure I have none,"}
{"Input":"'Go on with the next verse,' the Gryphon repeated impatiently: 'it","Output":"begins \"I passed by his garden.\"'"}
{"Input":"'Oh, I BEG your pardon!' she exclaimed in a tone of great dismay, and","Output":"began picking them up again as quickly as she could, for the accident of"}
{"Input":"but the Dodo had paused as if it thought that SOMEBODY ought to speak,","Output":"and no one else seemed inclined to say anything."}
{"Input":"'What a pity it wouldn't stay!' sighed the Lory, as soon as it was quite","Output":"out of sight; and an old Crab took the opportunity of saying to her"}
{"Input":"'It's the first position in dancing.' Alice said; but was dreadfully","Output":"puzzled by the whole thing, and longed to change the subject."}
{"Input":"that Alice had begun to think that very few things indeed were really","Output":"impossible."}
{"Input":"'Thinking again?' the Duchess asked, with another dig of her sharp","Output":"little chin."}
{"Input":"size: to be sure, this generally happens when one eats cake, but Alice","Output":"had got so much into the way of expecting nothing but out-of-the-way"}
{"Input":"Bill's place for a good deal: this fireplace is narrow, to be sure; but","Output":"I THINK I can kick a little!'"}
{"Input":"   He only does it to annoy,","Output":"    Because he knows it teases.'"}
{"Input":"         CHORUS.","Output":"       'Wow! wow! wow!'"}
{"Input":"any rate a book of rules for shutting people up like telescopes: this","Output":"time she found a little bottle on it, ('which certainly was not here"}
{"Input":"before, as the March Hare had just upset the milk-jug into his plate.","Output":"Alice did not wish to offend the Dormouse again, so she began very"}
{"Input":"There was a large mushroom growing near her, about the same height as","Output":"herself; and when she had looked under it, and on both sides of it, and"}
{"Input":"different sizes in a day is very confusing.'","Output":"'It isn't,' said the Caterpillar."}
{"Input":" \"There's a porpoise close behind us, and he's treading on my tail.","Output":" See how eagerly the lobsters and the turtles all advance!"}
{"Input":"The Queen's argument was, that if something wasn't done about it in less","Output":"than no time she'd have everybody executed, all round. (It was this last"}
{"Input":"do well enough; don't be particular--Here, Bill! catch hold of this","Output":"rope--Will the roof bear?--Mind that loose slate--Oh, it's coming"}
{"Input":"very soon found an opportunity of taking it away. She did it so quickly","Output":"that the poor little juror (it was Bill, the Lizard) could not make out"}
{"Input":"The Queen smiled and passed on.","Output":"'Who ARE you talking to?' said the King, going up to Alice, and looking"}
{"Input":"in a natural way.","Output":"'I thought it would,' said the Cat, and vanished again."}
{"Input":"yours.\"'","Output":"'Oh, I know!' exclaimed Alice, who had not attended to this last remark,"}
{"Input":"    Why, I do it again and again.'","Output":"   'You are old,' said the youth, 'as I mentioned before,"}
{"Input":"Rabbit, jumping up in a great hurry; 'this paper has just been picked","Output":"up.'"}
{"Input":"but she added, to herself, 'Why, they're only a pack of cards, after","Output":"all. I needn't be afraid of them!'"}
{"Input":"'What do you mean by that?' said the Caterpillar sternly. 'Explain","Output":"yourself!'"}
{"Input":"knew) to the confused clamour of the busy farm-yard--while the lowing","Output":"of the cattle in the distance would take the place of the Mock Turtle's"}
{"Input":"'You must be,' said the Cat, 'or you wouldn't have come here.'","Output":"Alice didn't think that proved it at all; however, she went on 'And how"}
{"Input":"only took the regular course.'","Output":"'What was that?' inquired Alice."}
{"Input":"remark that had made the whole party look so grave and anxious.)","Output":"Alice could think of nothing else to say but 'It belongs to the Duchess:"}
{"Input":"'Thank you, it's a very interesting dance to watch,' said Alice, feeling","Output":"very glad that it was over at last: 'and I do so like that curious song"}
{"Input":"executed for having missed their turns, and she did not like the look","Output":"of things at all, as the game was in such confusion that she never knew"}
{"Input":"  His voice has a timid and tremulous sound.]","Output":"'That's different from what I used to say when I was a child,' said the"}
{"Input":"of the edge with each hand.","Output":"'And now which is which?' she said to herself, and nibbled a little of"}
{"Input":"age knew the meaning of it at all. However, 'jury-men' would have done","Output":"just as well."}
{"Input":"to dive in among the leaves, which she found to be nothing but the tops","Output":"of the trees under which she had been wandering, when a sharp hiss made"}
{"Input":"'That PROVES his guilt,' said the Queen.","Output":"'It proves nothing of the sort!' said Alice. 'Why, you don't even know"}
{"Input":"Turtle.'","Output":"These words were followed by a very long silence, broken only by an"}
{"Input":"if I like being that person, I'll come up: if not, I'll stay down here","Output":"till I'm somebody else\"--but, oh dear!' cried Alice, with a sudden burst"}
{"Input":"    Has lasted the rest of my life.'","Output":"   'You are old,' said the youth, 'one would hardly suppose"}
{"Input":"    Because he knows it teases.'","Output":"         CHORUS."}
{"Input":"plate with the name 'W. RABBIT' engraved upon it. She went in without","Output":"knocking, and hurried upstairs, in great fear lest she should meet the"}
{"Input":"began ordering people about like that!'","Output":"By this time she had found her way into a tidy little room with a table"}
{"Input":"'Stuff and nonsense!' said Alice loudly. 'The idea of having the","Output":"sentence first!'"}
{"Input":"'It matters a good deal to ME,' said Alice hastily; 'but I'm not looking","Output":"for eggs, as it happens; and if I was, I shouldn't want YOURS: I don't"}
{"Input":"she went on, very much pleased at having found out a new kind of","Output":"rule, 'and vinegar that makes them sour--and camomile that makes"}
{"Input":"The executioner's argument was, that you couldn't cut off a head unless","Output":"there was a body to cut it off from: that he had never had to do such a"}
{"Input":"'What a curious feeling!' said Alice; 'I must be shutting up like a","Output":"telescope.'"}
{"Input":"yourself.'","Output":"The baby grunted again, and Alice looked very anxiously into its face to"}
{"Input":"consultation about this, and after a few minutes it seemed quite natural","Output":"to Alice to find herself talking familiarly with them, as if she had"}
{"Input":"In another moment down went Alice after it, never once considering how","Output":"in the world she was to get out again."}
{"Input":"to herself, 'if one only knew the right way to change them--' when she","Output":"was a little startled by seeing the Cheshire Cat sitting on a bough of a"}
{"Input":"'Ugh!' said the Lory, with a shiver.","Output":"'I beg your pardon!' said the Mouse, frowning, but very politely: 'Did"}
{"Input":"soldiers remaining behind to execute the unfortunate gardeners, who ran","Output":"to Alice for protection."}
{"Input":"forepaws to mark the time, while the Mock Turtle sang this, very slowly","Output":"and sadly:--"}
{"Input":"'We indeed!' cried the Mouse, who was trembling down to the end of his","Output":"tail. 'As if I would talk on such a subject! Our family always HATED"}
{"Input":"plenty of time as she went down to look about her and to wonder what was","Output":"going to happen next. First, she tried to look down and make out what"}
{"Input":"'I couldn't afford to learn it.' said the Mock Turtle with a sigh. 'I","Output":"only took the regular course.'"}
{"Input":"CHAPTER II. The Pool of Tears","Output":"'Curiouser and curiouser!' cried Alice (she was so much surprised, that"}
{"Input":"I've got to grow up again! Let me see--how IS it to be managed? I","Output":"suppose I ought to eat or drink something or other; but the great"}
{"Input":"seemed to be no chance of this, so she began looking at everything about","Output":"her, to pass away the time."}
{"Input":"'I can't explain MYSELF, I'm afraid, sir' said Alice, 'because I'm not","Output":"myself, you see.'"}
{"Input":"look through into the garden with one eye; but to get through was more","Output":"hopeless than ever: she sat down and began to cry again."}
{"Input":"'That would be grand, certainly,' said Alice thoughtfully: 'but then--I","Output":"shouldn't be hungry for it, you know.'"}
{"Input":"round, she found this a very difficult question. However, at last she","Output":"stretched her arms round it as far as they would go, and broke off a bit"}
{"Input":"upset, and their slates and pencils had been found and handed back to","Output":"them, they set to work very diligently to write out a history of the"}
{"Input":"'Well, it must be removed,' said the King very decidedly, and he called","Output":"the Queen, who was passing at the moment, 'My dear! I wish you would"}
{"Input":"Queen, who was reading the list of singers.","Output":"'You may go,' said the King, and the Hatter hurriedly left the court,"}
{"Input":"the Queen, who was passing at the moment, 'My dear! I wish you would","Output":"have this cat removed!'"}
{"Input":"     And welcome little fishes in","Output":"      With gently smiling jaws!'"}
{"Input":"'Who ARE you talking to?' said the King, going up to Alice, and looking","Output":"at the Cat's head with great curiosity."}
{"Input":"she'll eat a little bird as soon as look at it!'","Output":"This speech caused a remarkable sensation among the party. Some of the"}
{"Input":"Presently the Rabbit came up to the door, and tried to open it; but, as","Output":"the door opened inwards, and Alice's elbow was pressed hard against it,"}
{"Input":"'But I'm NOT a serpent, I tell you!' said Alice. 'I'm a--I'm a--'","Output":"'Well! WHAT are you?' said the Pigeon. 'I can see you're trying to"}
{"Input":"stays the same year for such a long time together.'","Output":"'Which is just the case with MINE,' said the Hatter."}
{"Input":"The next witness was the Duchess's cook. She carried the pepper-box in","Output":"her hand, and Alice guessed who it was, even before she got into the"}
{"Input":"'Your hair wants cutting,' said the Hatter. He had been looking at Alice","Output":"for some time with great curiosity, and this was his first speech."}
{"Input":"  When the sands are all dry, he is gay as a lark,","Output":"  And will talk in contemptuous tones of the Shark,"}
{"Input":"CHAPTER VIII. The Queen's Croquet-Ground","Output":"A large rose-tree stood near the entrance of the garden: the roses"}
{"Input":"standing before them, in chains, with a soldier on each side to guard","Output":"him; and near the King was the White Rabbit, with a trumpet in one hand,"}
{"Input":"Lory, who at last turned sulky, and would only say, 'I am older than","Output":"you, and must know better'; and this Alice would not allow without"}
{"Input":"'Are you content now?' said the Caterpillar.","Output":"'Well, I should like to be a LITTLE larger, sir, if you wouldn't mind,'"}
{"Input":"She had quite forgotten the Duchess by this time, and was a little","Output":"startled when she heard her voice close to her ear. 'You're thinking"}
{"Input":"great emphasis, looking hard at Alice as he said do.","Output":"Alice looked at the jury-box, and saw that, in her haste, she had put"}
{"Input":"'Pepper, mostly,' said the cook.","Output":"'Treacle,' said a sleepy voice behind her."}
{"Input":"She stretched herself up on tiptoe, and peeped over the edge of the","Output":"mushroom, and her eyes immediately met those of a large caterpillar,"}
{"Input":"The Hatter was the first to break the silence. 'What day of the month","Output":"is it?' he said, turning to Alice: he had taken his watch out of his"}
{"Input":"by another footman in livery, with a round face, and large eyes like a","Output":"frog; and both footmen, Alice noticed, had powdered hair that curled all"}
{"Input":"of the court, 'Bring me the list of the singers in the last concert!' on","Output":"which the wretched Hatter trembled so, that he shook both his shoes off."}
{"Input":"Just then her head struck against the roof of the hall: in fact she was","Output":"now more than nine feet high, and she at once took up the little golden"}
{"Input":"just as the Dormouse crossed the court, she said to one of the officers","Output":"of the court, 'Bring me the list of the singers in the last concert!' on"}
{"Input":"'The trial cannot proceed,' said the King in a very grave voice, 'until","Output":"all the jurymen are back in their proper places--ALL,' he repeated with"}
{"Input":"sort of way to fly up into a tree.","Output":"By the time she had caught the flamingo and brought it back, the fight"}
{"Input":"'Why not?' said the March Hare.","Output":"Alice was silent."}
{"Input":"other side, the puppy made another rush at the stick, and tumbled head","Output":"over heels in its hurry to get hold of it; then Alice, thinking it was"}
{"Input":"And the executioner went off like an arrow.","Output":" The Cat's head began fading away the moment he was gone, and,"}
{"Input":"'Why did you call him Tortoise, if he wasn't one?' Alice asked.","Output":"'We called him Tortoise because he taught us,' said the Mock Turtle"}
{"Input":"And with that she began nursing her child again, singing a sort of","Output":"lullaby to it as she did so, and giving it a violent shake at the end of"}
{"Input":"she had someone to listen to her. The Cat seemed to think that there was","Output":"enough of it now in sight, and no more of it appeared."}
{"Input":"    That your eye was as steady as ever;","Output":"   Yet you balanced an eel on the end of your nose--"}
{"Input":"others.","Output":"'Are their heads off?' shouted the Queen."}
{"Input":"of tiny white kid gloves: she took up the fan and a pair of the gloves,","Output":"and was just going to leave the room, when her eye fell upon a little"}
{"Input":"as if nothing had happened.","Output":"'How am I to get in?' asked Alice again, in a louder tone."}
{"Input":"So she called softly after it, 'Mouse dear! Do come back again, and we","Output":"won't talk about cats or dogs either, if you don't like them!' When the"}
{"Input":"'I don't think they play at all fairly,' Alice began, in rather a","Output":"complaining tone, 'and they all quarrel so dreadfully one can't hear"}
{"Input":"said the Duchess, as she tucked her arm affectionately into Alice's, and","Output":"they walked off together."}
{"Input":"to the company generally, 'You are all pardoned.' 'Come, THAT'S a good","Output":"thing!' she said to herself, for she had felt quite unhappy at the"}
{"Input":"and Alice looked round, eager to see the Queen.","Output":"First came ten soldiers carrying clubs; these were all shaped like"}
{"Input":"'Yes,' said Alice, 'we learned French and music.'","Output":"'And washing?' said the Mock Turtle."}
{"Input":"'So you did, old fellow!' said the others.","Output":"'We must burn the house down!' said the Rabbit's voice; and Alice called"}
{"Input":"  \"You have baked me too brown, I must sugar my hair.\"","Output":"  As a duck with its eyelids, so he with his nose"}
{"Input":"the temper of your flamingo. Shall I try the experiment?'","Output":"'HE might bite,' Alice cautiously replied, not feeling at all anxious to"}
{"Input":"it out into the open air. 'IF I don't take this child away with me,'","Output":"thought Alice, 'they're sure to kill it in a day or two: wouldn't it be"}
{"Input":"'I--I'm a little girl,' said Alice, rather doubtfully, as she remembered","Output":"the number of changes she had gone through that day."}
{"Input":"fear they should forget them before the end of the trial.'","Output":"'Stupid things!' Alice began in a loud, indignant voice, but she stopped"}
{"Input":"trembling voice, 'Let us get to the shore, and then I'll tell you my","Output":"history, and you'll understand why it is I hate cats and dogs.'"}
{"Input":"This answer so confused poor Alice, that she let the Dormouse go on for","Output":"some time without interrupting it."}
{"Input":"not quite sure whether it was good manners for her to speak first, 'why","Output":"your cat grins like that?'"}
{"Input":"\"French, music, AND WASHING--extra.\"'","Output":"'You couldn't have wanted it much,' said Alice; 'living at the bottom of"}
{"Input":"pocket, and was looking at it uneasily, shaking it every now and then,","Output":"and holding it to his ear."}
{"Input":"words all coming different, and then the Mock Turtle drew a long breath,","Output":"and said 'That's very curious.'"}
{"Input":"'Then, you know,' the Mock Turtle went on, 'you throw the--'","Output":"'The lobsters!' shouted the Gryphon, with a bound into the air."}
{"Input":"of hers that you have just been reading about; and when she had","Output":"finished, her sister kissed her, and said, 'It WAS a curious dream,"}
{"Input":"think,' Alice went on, 'that they'd let Dinah stop in the house if it","Output":"began ordering people about like that!'"}
{"Input":"uglifying!' it exclaimed. 'You know what to beautify is, I suppose?'","Output":"'Yes,' said Alice doubtfully: 'it means--to--make--anything--prettier.'"}
{"Input":"was sneezing on the Duchess's knee, while plates and dishes crashed","Output":"around it--once more the shriek of the Gryphon, the squeaking of the"}
{"Input":"'That's very important,' the King said, turning to the jury. They were","Output":"just beginning to write this down on their slates, when the White Rabbit"}
{"Input":"'You promised to tell me your history, you know,' said Alice, 'and why","Output":"it is you hate--C and D,' she added in a whisper, half afraid that it"}
{"Input":"Turtle.","Output":"So she sat on, with closed eyes, and half believed herself in"}
{"Input":"thing!' she said to herself, for she had felt quite unhappy at the","Output":"number of executions the Queen had ordered."}
{"Input":"crown on a crimson velvet cushion; and, last of all this grand","Output":"procession, came THE KING AND QUEEN OF HEARTS."}
{"Input":"two reasons. First, because I'm on the same side of the door as you","Output":"are; secondly, because they're making such a noise inside, no one could"}
{"Input":"and had to stoop to save her neck from being broken. She hastily put","Output":"down the bottle, saying to herself 'That's quite enough--I hope I shan't"}
{"Input":"So she was considering in her own mind (as well as she could, for the","Output":"hot day made her feel very sleepy and stupid), whether the pleasure"}
{"Input":"      wasting","Output":"      our"}
{"Input":"they lived at the bottom of a well--'","Output":"'What did they live on?' said Alice, who always took a great interest in"}
{"Input":"'A cat may look at a king,' said Alice. 'I've read that in some book,","Output":"but I don't remember where.'"}
{"Input":"wondering if anything would EVER happen in a natural way again.","Output":"'I should like to have it explained,' said the Mock Turtle."}
{"Input":"moment, I tell you!' But she went on all the same, shedding gallons of","Output":"tears, until there was a large pool all round her, about four inches"}
{"Input":"this bottle does. I do hope it'll make me grow large again, for really","Output":"I'm quite tired of being such a tiny little thing!'"}
{"Input":"'Off with their heads!' and the procession moved on, three of the","Output":"soldiers remaining behind to execute the unfortunate gardeners, who ran"}
{"Input":"large she had grown in the last few minutes, and she jumped up in such","Output":"a hurry that she tipped over the jury-box with the edge of her skirt,"}
{"Input":"one end to the other: the Duchess was sitting on a three-legged stool in","Output":"the middle, nursing a baby; the cook was leaning over the fire, stirring"}
{"Input":"that dark hall, and wander about among those beds of bright flowers and","Output":"those cool fountains, but she could not even get her head through the"}
{"Input":"of such a rule at processions; 'and besides, what would be the use of","Output":"a procession,' thought she, 'if people had all to lie down upon their"}
{"Input":"through the little door into that lovely garden. First, however, she","Output":"waited for a few minutes to see if she was going to shrink any further:"}
{"Input":"wonder what they WILL do next! If they had any sense, they'd take the","Output":"roof off.' After a minute or two, they began moving about again, and"}
{"Input":"putting things!'","Output":"'It's a mineral, I THINK,' said Alice."}
{"Input":"'But I don't want to go among mad people,' Alice remarked.","Output":"'Oh, you can't help that,' said the Cat: 'we're all mad here. I'm mad."}
{"Input":"a heap of sticks and dry leaves, and the fall was over.","Output":"Alice was not a bit hurt, and she jumped up on to her feet in a moment:"}
{"Input":"hands were clasped upon her knee, and the bright eager eyes were looking","Output":"up into hers--she could hear the very tones of her voice, and see that"}
{"Input":"'Nothing WHATEVER?' persisted the King.","Output":"'Nothing whatever,' said Alice."}
{"Input":"in the air: it puzzled her very much at first, but, after watching it","Output":"a minute or two, she made it out to be a grin, and she said to herself"}
{"Input":"grow any more--As it is, I can't get out at the door--I do wish I hadn't","Output":"drunk quite so much!'"}
{"Input":"    The Knave of Hearts, he stole those tarts,","Output":"      And took them quite away!'"}
{"Input":"The Dormouse again took a minute or two to think about it, and then","Output":"said, 'It was a treacle-well.'"}
{"Input":"fish)--and rapped loudly at the door with his knuckles. It was opened","Output":"by another footman in livery, with a round face, and large eyes like a"}
{"Input":"'Oh, don't bother ME,' said the Duchess; 'I never could abide figures!'","Output":"And with that she began nursing her child again, singing a sort of"}
{"Input":"again, no wonder she felt unhappy.","Output":"'It was much pleasanter at home,' thought poor Alice, 'when one wasn't"}
{"Input":"'Nearly two miles high,' added the Queen.","Output":"'Well, I shan't go, at any rate,' said Alice: 'besides, that's not a"}
{"Input":"the sky! Ugh, Serpent!'","Output":"'But I'm NOT a serpent, I tell you!' said Alice. 'I'm a--I'm a--'"}
{"Input":"of them.' In another minute the whole head appeared, and then Alice put","Output":"down her flamingo, and began an account of the game, feeling very glad"}
{"Input":"However, it was over at last, and they sat down again in a ring, and","Output":"begged the Mouse to tell them something more."}
{"Input":"the royal children, and everybody else.","Output":"'Leave off that!' screamed the Queen. 'You make me giddy.' And then,"}
{"Input":"began to get rather sleepy, and went on saying to herself, in a dreamy","Output":"sort of way, 'Do cats eat bats? Do cats eat bats?' and sometimes, 'Do"}
{"Input":"people began running about in all directions, tumbling up against each","Output":"other; however, they got settled down in a minute or two, and the game"}
{"Input":"off, and had just begun to dream that she was walking hand in hand with","Output":"Dinah, and saying to her very earnestly, 'Now, Dinah, tell me the truth:"}
{"Input":"any more!' And here poor Alice began to cry again, for she felt very","Output":"lonely and low-spirited. In a little while, however, she again heard"}
{"Input":"       house,","Output":"     \"Let us"}
{"Input":"   'I speak severely to my boy,","Output":"    I beat him when he sneezes;"}
{"Input":"eyes, 'Of course, of course; just what I was going to remark myself.'","Output":"'Have you guessed the riddle yet?' the Hatter said, turning to Alice"}
{"Input":"Then the Queen left off, quite out of breath, and said to Alice, 'Have","Output":"you seen the Mock Turtle yet?'"}
{"Input":"queer, won't you?'","Output":"'Not a bit,' said the Caterpillar."}
{"Input":"about the whiting!'","Output":"'Oh, as to the whiting,' said the Mock Turtle, 'they--you've seen them,"}
{"Input":"'Shall we try another figure of the Lobster Quadrille?' the Gryphon went","Output":"on. 'Or would you like the Mock Turtle to sing you a song?'"}
{"Input":"March Hare and the Hatter were having tea at it: a Dormouse was sitting","Output":"between them, fast asleep, and the other two were using it as a"}
{"Input":"'Never!' said the Queen furiously, throwing an inkstand at the Lizard","Output":"as she spoke. (The unfortunate little Bill had left off writing on his"}
{"Input":"of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot","Output":"buttered toast,) she very soon finished it off."}
{"Input":"Alice thought decidedly uncivil. 'But perhaps he can't help it,' she","Output":"said to herself; 'his eyes are so VERY nearly at the top of his head."}
{"Input":"The Dormouse shook its head impatiently, and said, without opening its","Output":"eyes, 'Of course, of course; just what I was going to remark myself.'"}
{"Input":"'Come, we shall have some fun now!' thought Alice. 'I'm glad they've","Output":"begun asking riddles.--I believe I can guess that,' she added aloud."}
{"Input":"replied, so eagerly that the Gryphon said, in a rather offended tone,","Output":"'Hm! No accounting for tastes! Sing her \"Turtle Soup,\" will you, old"}
{"Input":"without a cat! It's the most curious thing I ever saw in my life!'","Output":"She had not gone much farther before she came in sight of the house"}
{"Input":"The King and Queen of Hearts were seated on their throne when they","Output":"arrived, with a great crowd assembled about them--all sorts of little"}
{"Input":"bread-and-butter getting so thin--and the twinkling of the tea--'","Output":"'The twinkling of the what?' said the King."}
{"Input":"The table was a large one, but the three were all crowded together at","Output":"one corner of it: 'No room! No room!' they cried out when they saw Alice"}
{"Input":"arch I've got to go through next walking about at the other end of the","Output":"ground--and I should have croqueted the Queen's hedgehog just now, only"}
{"Input":"       law: I will","Output":"        prosecute"}
{"Input":"the morning, just time to begin lessons: you'd only have to whisper a","Output":"hint to Time, and round goes the clock in a twinkling! Half-past one,"}
{"Input":"'You might just as well say,' added the Dormouse, who seemed to be","Output":"talking in his sleep, 'that \"I breathe when I sleep\" is the same thing"}
{"Input":"think nothing of tumbling down stairs! How brave they'll all think me at","Output":"home! Why, I wouldn't say anything about it, even if I fell off the top"}
{"Input":"all brightened up again.)","Output":"'Please your Majesty,' said the Knave, 'I didn't write it, and they"}
{"Input":"said 'No, never') '--so you can have no idea what a delightful thing a","Output":"Lobster Quadrille is!'"}
{"Input":"rather sharply; 'I advise you to leave off this minute!' She generally","Output":"gave herself very good advice, (though she very seldom followed it),"}
{"Input":"them say, 'Look out now, Five! Don't go splashing paint over me like","Output":"that!'"}
{"Input":"'I don't believe it,' said the Pigeon; 'but if they do, why then they're","Output":"a kind of serpent, that's all I can say.'"}
{"Input":"'Oh, as to the whiting,' said the Mock Turtle, 'they--you've seen them,","Output":"of course?'"}
{"Input":"a frying-pan after her as she went out, but it just missed her.","Output":"Alice caught the baby with some difficulty, as it was a queer-shaped"}
{"Input":"            cause,","Output":"              and"}
{"Input":"see if she could have been changed for any of them.","Output":"'I'm sure I'm not Ada,' she said, 'for her hair goes in such long"}
{"Input":"ground as she spoke; 'either you or your head must be off, and that in","Output":"about half no time! Take your choice!'"}
{"Input":"'Anything you like,' said the Footman, and began whistling.","Output":"'Oh, there's no use in talking to him,' said Alice desperately: 'he's"}
{"Input":"'I'm NOT a serpent!' said Alice indignantly. 'Let me alone!'","Output":"'Serpent, I say again!' repeated the Pigeon, but in a more subdued tone,"}
{"Input":"the trees, a little sharp bark just over her head made her look up in a","Output":"great hurry."}
{"Input":"queer everything is to-day! And yesterday things went on just as usual.","Output":"I wonder if I've been changed in the night? Let me think: was I the"}
{"Input":"'She's in prison,' the Queen said to the executioner: 'fetch her here.'","Output":"And the executioner went off like an arrow."}
{"Input":"listen, the whole place around her became alive the strange creatures of","Output":"her little sister's dream."}
{"Input":"'Off with his head!' she said, without even looking round.","Output":"'I'll fetch the executioner myself,' said the King eagerly, and he"}
{"Input":"They very soon came upon a Gryphon, lying fast asleep in the sun.","Output":"(IF you don't know what a Gryphon is, look at the picture.) 'Up, lazy"}
{"Input":"'All right,' said the Cat; and this time it vanished quite slowly,","Output":"beginning with the end of the tail, and ending with the grin, which"}
{"Input":"is, it would feel very queer to ME.'","Output":"'You!' said the Caterpillar contemptuously. 'Who are YOU?'"}
{"Input":"a large cauldron which seemed to be full of soup.","Output":"'There's certainly too much pepper in that soup!' Alice said to herself,"}
{"Input":"      breath.\"","Output":"       \"I'll be"}
{"Input":"procession, came THE KING AND QUEEN OF HEARTS.","Output":"Alice was rather doubtful whether she ought not to lie down on her face"}
{"Input":"out with his nose, you know?'","Output":"'It's the first position in dancing.' Alice said; but was dreadfully"}
{"Input":"escape again, and went back for a little more conversation with her","Output":"friend."}
{"Input":"same when I got up this morning? I almost think I can remember feeling a","Output":"little different. But if I'm not the same, the next question is, Who"}
{"Input":"of swimming about here, O Mouse!' (Alice thought this must be the right","Output":"way of speaking to a mouse: she had never done such a thing before, but"}
{"Input":"While the Duchess sang the second verse of the song, she kept tossing","Output":"the baby violently up and down, and the poor little thing howled so,"}
{"Input":"Rome--no, THAT'S all wrong, I'm certain! I must have been changed for","Output":"Mabel! I'll try and say \"How doth the little--\"' and she crossed her"}
{"Input":"YOU must cross-examine the next witness. It quite makes my forehead","Output":"ache!'"}
{"Input":"'Oh, I've had such a curious dream!' said Alice, and she told her","Output":"sister, as well as she could remember them, all these strange Adventures"}
{"Input":"complaining tone, 'and they all quarrel so dreadfully one can't hear","Output":"oneself speak--and they don't seem to have any rules in particular;"}
{"Input":"'They were learning to draw,' the Dormouse went on, yawning and rubbing","Output":"its eyes, for it was getting very sleepy; 'and they drew all manner of"}
{"Input":"over their heads. She felt very curious to know what it was all about,","Output":"and crept a little way out of the wood to listen."}
{"Input":"picking the daisies, when suddenly a White Rabbit with pink eyes ran","Output":"close by her."}
{"Input":"The Footman seemed to think this a good opportunity for repeating his","Output":"remark, with variations. 'I shall sit here,' he said, 'on and off, for"}
{"Input":"The Duchess took her choice, and was gone in a moment.","Output":"'Let's go on with the game,' the Queen said to Alice; and Alice was"}
{"Input":"'I DON'T know,' said the Caterpillar.","Output":"Alice said nothing: she had never been so much contradicted in her life"}
{"Input":"'That I can't remember,' said the Hatter.","Output":"'You MUST remember,' remarked the King, 'or I'll have you executed.'"}
{"Input":"which word sounded best.","Output":"Some of the jury wrote it down 'important,' and some 'unimportant.'"}
{"Input":"after folding his arms and frowning at the cook till his eyes were","Output":"nearly out of sight, he said in a deep voice, 'What are tarts made of?'"}
{"Input":"see its meaning.","Output":"'And just as I'd taken the highest tree in the wood,' continued the"}
{"Input":"she waited patiently.","Output":"'Once,' said the Mock Turtle at last, with a deep sigh, 'I was a real"}
{"Input":"'It was the BEST butter,' the March Hare meekly replied.","Output":"'Yes, but some crumbs must have got in as well,' the Hatter grumbled:"}
{"Input":"The miserable Hatter dropped his teacup and bread-and-butter, and went","Output":"down on one knee. 'I'm a poor man, your Majesty,' he began."}
{"Input":"Here the Dormouse shook itself, and began singing in its sleep 'Twinkle,","Output":"twinkle, twinkle, twinkle--' and went on so long that they had to pinch"}
{"Input":"her in a languid, sleepy voice.","Output":"'Who are YOU?' said the Caterpillar."}
{"Input":"around it--once more the shriek of the Gryphon, the squeaking of the","Output":"Lizard's slate-pencil, and the choking of the suppressed guinea-pigs,"}
{"Input":"the other players, and shouting 'Off with his head!' or 'Off with her","Output":"head!' Those whom she sentenced were taken into custody by the soldiers,"}
{"Input":"hedges,' the Pigeon went on, without attending to her; 'but those","Output":"serpents! There's no pleasing them!'"}
{"Input":"'No, no! The adventures first,' said the Gryphon in an impatient tone:","Output":"'explanations take such a dreadful time.'"}
{"Input":"'I can tell you more than that, if you like,' said the Gryphon. 'Do you","Output":"know why it's called a whiting?'"}
{"Input":"  *    *    *    *    *    *    *","Output":"CHAPTER II. The Pool of Tears"}
{"Input":"whiskers!'","Output":"For some minutes the whole court was in confusion, getting the Dormouse"}
{"Input":"'A knot!' said Alice, always ready to make herself useful, and looking","Output":"anxiously about her. 'Oh, do let me help to undo it!'"}
{"Input":"'Just about as much right,' said the Duchess, 'as pigs have to fly; and","Output":"the m--'"}
{"Input":"without attending to her, 'if we had the door between us. For instance,","Output":"if you were INSIDE, you might knock, and I could let you out, you know.'"}
{"Input":"'I wish I hadn't cried so much!' said Alice, as she swam about, trying","Output":"to find her way out. 'I shall be punished for it now, I suppose, by"}
{"Input":"his fan and gloves--that is, if I can find them.' As she said this, she","Output":"came upon a neat little house, on the door of which was a bright brass"}
{"Input":"herself by it, and found that, as nearly as she could guess, she was now","Output":"about two feet high, and was going on shrinking rapidly: she soon found"}
{"Input":"queer little toss of her head to keep back the wandering hair that","Output":"WOULD always get into her eyes--and still as she listened, or seemed to"}
{"Input":"'Come, there's no use in crying like that!' said Alice to herself,","Output":"rather sharply; 'I advise you to leave off this minute!' She generally"}
{"Input":"Mouse heard this, it turned round and swam slowly back to her: its","Output":"face was quite pale (with passion, Alice thought), and it said in a low"}
{"Input":"go down the chimney!'","Output":"'Oh! So Bill's got to come down the chimney, has he?' said Alice to"}
{"Input":"'In that case,' said the Dodo solemnly, rising to its feet, 'I move","Output":"that the meeting adjourn, for the immediate adoption of more energetic"}
{"Input":"earth! How funny it'll seem to come out among the people that walk with","Output":"their heads downward! The Antipathies, I think--' (she was rather glad"}
{"Input":"last in the beautiful garden, among the bright flower-beds and the cool","Output":"fountains."}
{"Input":"   'In my youth,' said his father, 'I took to the law,","Output":"    And argued each case with my wife;"}
{"Input":"'Treacle,' said the Dormouse, without considering at all this time.","Output":"'I want a clean cup,' interrupted the Hatter: 'let's all move one place"}
{"Input":"lefthand bit.","Output":"  *    *    *    *    *    *    *"}
{"Input":"with the words 'DRINK ME,' but nevertheless she uncorked it and put it","Output":"to her lips. 'I know SOMETHING interesting is sure to happen,' she said"}
{"Input":"'You can't think how glad I am to see you again, you dear old thing!'","Output":"said the Duchess, as she tucked her arm affectionately into Alice's, and"}
{"Input":"The Queen turned angrily away from him, and said to the Knave 'Turn them","Output":"over!'"}
{"Input":"name like an honest man.'","Output":"There was a general clapping of hands at this: it was the first really"}
{"Input":"Suddenly she came upon a little three-legged table, all made of solid","Output":"glass; there was nothing on it except a tiny golden key, and Alice's"}
{"Input":"that Alice could hardly hear the words:--","Output":"   'I speak severely to my boy,"}
{"Input":"ground--and I should have croqueted the Queen's hedgehog just now, only","Output":"it ran away when it saw mine coming!'"}
{"Input":"     Beau--ootiful Soo--oop!","Output":"   Soo--oop of the e--e--evening,"}
{"Input":"Alice had never been in a court of justice before, but she had read","Output":"about them in books, and she was quite pleased to find that she knew"}
{"Input":"'Of course not,' said the Mock Turtle: 'why, if a fish came to ME, and","Output":"told me he was going a journey, I should say \"With what porpoise?\"'"}
{"Input":"'You may not have lived much under the sea--' ('I haven't,' said","Output":"Alice)--'and perhaps you were never even introduced to a lobster--'"}
{"Input":"just beginning to write this down on their slates, when the White Rabbit","Output":"interrupted: 'UNimportant, your Majesty means, of course,' he said in a"}
{"Input":"that the meeting adjourn, for the immediate adoption of more energetic","Output":"remedies--'"}
{"Input":"    *    *    *    *    *    *","Output":"  *    *    *    *    *    *    *"}
{"Input":"'Come, that finished the guinea-pigs!' thought Alice. 'Now we shall get","Output":"on better.'"}
{"Input":"   If she should push the matter on,","Output":"    What would become of you?"}
{"Input":"only been the right size to do it! Oh dear! I'd nearly forgotten that","Output":"I've got to grow up again! Let me see--how IS it to be managed? I"}
{"Input":"'And washing?' said the Mock Turtle.","Output":"'Certainly not!' said Alice indignantly."}
{"Input":"'Come on, then,' said the Queen, 'and he shall tell you his history,'","Output":"As they walked off together, Alice heard the King say in a low voice,"}
{"Input":"bottle that stood near the looking-glass. There was no label this time","Output":"with the words 'DRINK ME,' but nevertheless she uncorked it and put it"}
{"Input":"CHAPTER III. A Caucus-Race and a Long Tale","Output":"They were indeed a queer-looking party that assembled on the bank--the"}
{"Input":"it lasted.)","Output":"'Then the words don't FIT you,' said the King, looking round the court"}
{"Input":"looked like the right thing to eat or drink under the circumstances.","Output":"There was a large mushroom growing near her, about the same height as"}
{"Input":"added the Gryphon; and then they both sat silent and looked at poor","Output":"Alice, who felt ready to sink into the earth. At last the Gryphon said"}
{"Input":" \"You can really have no notion how delightful it will be","Output":" When they take us up and throw us, with the lobsters, out to sea!\""}
{"Input":"meaning in it.'","Output":"The jury all wrote down on their slates, 'SHE doesn't believe there's an"}
{"Input":"sure I don't want to stay in here any longer!'","Output":"She waited for some time without hearing anything more: at last came a"}
{"Input":"'Well, perhaps not,' said Alice in a soothing tone: 'don't be angry","Output":"about it. And yet I wish I could show you our cat Dinah: I think you'd"}
{"Input":"'Only mustard isn't a bird,' Alice remarked.","Output":"'Right, as usual,' said the Duchess: 'what a clear way you have of"}
{"Input":"because I was a different person then.'","Output":"'Explain all that,' said the Mock Turtle."}
{"Input":"'Of course it is,' said the Duchess, who seemed ready to agree to","Output":"everything that Alice said; 'there's a large mustard-mine near here. And"}
{"Input":"'you shouldn't have put it in with the bread-knife.'","Output":"The March Hare took the watch and looked at it gloomily: then he dipped"}
{"Input":"an agony of terror. 'Oh, there goes his PRECIOUS nose'; as an unusually","Output":"large saucepan flew close by it, and very nearly carried it off."}
{"Input":"a Lory and an Eaglet, and several other curious creatures. Alice led the","Output":"way, and the whole party swam to the shore."}
{"Input":"my own. I'm a hatter.'","Output":"Here the Queen put on her spectacles, and began staring at the Hatter,"}
{"Input":"'Call the first witness,' said the King; and the White Rabbit blew three","Output":"blasts on the trumpet, and called out, 'First witness!'"}
{"Input":"see what would happen next.","Output":"The first thing she heard was a general chorus of 'There goes Bill!'"}
{"Input":"    Involved in this affair,","Output":"   He trusts to you to set them free,"}
{"Input":"The players all played at once without waiting for turns, quarrelling","Output":"all the while, and fighting for the hedgehogs; and in a very short"}
{"Input":"Alice was beginning to get very tired of sitting by her sister on the","Output":"bank, and of having nothing to do: once or twice she had peeped into the"}
{"Input":"'In THAT direction,' the Cat said, waving its right paw round, 'lives","Output":"a Hatter: and in THAT direction,' waving the other paw, 'lives a March"}
{"Input":"the pool as it went.","Output":"So she called softly after it, 'Mouse dear! Do come back again, and we"}
{"Input":"of things--I can't remember half of them--and it belongs to a farmer,","Output":"you know, and he says it's so useful, it's worth a hundred pounds! He"}
{"Input":"      With gently smiling jaws!'","Output":"'I'm sure those are not the right words,' said poor Alice, and her eyes"}
{"Input":"   Soup of the evening, beautiful Soup!","Output":"     Beau--ootiful Soo--oop!"}
{"Input":"came, carried on the breeze that followed them, the melancholy words:--","Output":"   'Soo--oop of the e--e--evening,"}
{"Input":"   A secret, kept from all the rest,","Output":"    Between yourself and me.'"}
{"Input":"    I beat him when he sneezes;","Output":"   For he can thoroughly enjoy"}
{"Input":"'Never mind!' said the King, with an air of great relief. 'Call the next","Output":"witness.' And he added in an undertone to the Queen, 'Really, my dear,"}
{"Input":"answer, so Alice went on eagerly: 'There is such a nice little dog near","Output":"our house I should like to show you! A little bright-eyed terrier, you"}
{"Input":"She waited for some time without hearing anything more: at last came a","Output":"rumbling of little cartwheels, and the sound of a good many voices"}
{"Input":"make THEIR eyes bright and eager with many a strange tale, perhaps even","Output":"with the dream of Wonderland of long ago: and how she would feel with"}
{"Input":"           I'll take no","Output":"           denial; We"}
{"Input":"'I don't know where Dinn may be,' said the Mock Turtle, 'but if you've","Output":"seen them so often, of course you know what they're like.'"}
{"Input":"you might like to try the thing yourself, some winter day, I will tell","Output":"you how the Dodo managed it.)"}
{"Input":"down! Heads below!' (a loud crash)--'Now, who did that?--It was Bill, I","Output":"fancy--Who's to go down the chimney?--Nay, I shan't! YOU do it!--That I"}
{"Input":"   An obstacle that came between","Output":"    Him, and ourselves, and it."}
{"Input":"and when she had tired herself out with trying, the poor little thing","Output":"sat down and cried."}
{"Input":"   Do you think I can listen all day to such stuff?","Output":"    Be off, or I'll kick you down stairs!'"}
{"Input":"'I believe so,' Alice replied thoughtfully. 'They have their tails in","Output":"their mouths--and they're all over crumbs.'"}
{"Input":"at last the Caterpillar took the hookah out of its mouth, and addressed","Output":"her in a languid, sleepy voice."}
{"Input":"wash off in the sea. But they HAVE their tails in their mouths; and the","Output":"reason is--' here the Mock Turtle yawned and shut his eyes.--'Tell her"}
{"Input":"over all the children she knew that were of the same age as herself, to","Output":"see if she could have been changed for any of them."}
{"Input":"being drowned in my own tears! That WILL be a queer thing, to be sure!","Output":"However, everything is queer to-day.'"}
{"Input":"'And just as I'd taken the highest tree in the wood,' continued the","Output":"Pigeon, raising its voice to a shriek, 'and just as I was thinking I"}
{"Input":"the door opened inwards, and Alice's elbow was pressed hard against it,","Output":"that attempt proved a failure. Alice heard it say to itself 'Then I'll"}
{"Input":"would be of very little use without my shoulders. Oh, how I wish I could","Output":"shut up like a telescope! I think I could, if I only know how to begin.'"}
{"Input":"Alice noticed with some surprise that the pebbles were all turning into","Output":"little cakes as they lay on the floor, and a bright idea came into her"}
{"Input":"a minute or two, she made it out to be a grin, and she said to herself","Output":"'It's the Cheshire Cat: now I shall have somebody to talk to.'"}
{"Input":"sudden leap out of the water, and seemed to quiver all over with fright.","Output":"'Oh, I beg your pardon!' cried Alice hastily, afraid that she had hurt"}
{"Input":"Knave of Hearts, who only bowed and smiled in reply.","Output":"'Idiot!' said the Queen, tossing her head impatiently; and, turning to"}
{"Input":"'It must be a very pretty dance,' said Alice timidly.","Output":"'Would you like to see a little of it?' said the Mock Turtle."}
{"Input":"tell me, please, which way I ought to go from here?'","Output":"'That depends a good deal on where you want to get to,' said the Cat."}
{"Input":"neck would bend about easily in any direction, like a serpent. She had","Output":"just succeeded in curving it down into a graceful zigzag, and was going"}
{"Input":"time.) 'You're nothing but a pack of cards!'","Output":"At this the whole pack rose up into the air, and came flying down upon"}
{"Input":"know, with oh, such long curly brown hair! And it'll fetch things when","Output":"you throw them, and it'll sit up and beg for its dinner, and all sorts"}
{"Input":"'If there's no meaning in it,' said the King, 'that saves a world of","Output":"trouble, you know, as we needn't try to find any. And yet I don't know,'"}
{"Input":"to do next, when suddenly a footman in livery came running out of the","Output":"wood--(she considered him to be a footman because he was in livery:"}
{"Input":"hand, and made a snatch in the air. She did not get hold of anything,","Output":"but she heard a little shriek and a fall, and a crash of broken glass,"}
{"Input":"'A fine day, your Majesty!' the Duchess began in a low, weak voice.","Output":"'Now, I give you fair warning,' shouted the Queen, stamping on the"}
{"Input":"'The lobsters!' shouted the Gryphon, with a bound into the air.","Output":"'--as far out to sea as you can--'"}
{"Input":"'I'll fetch the executioner myself,' said the King eagerly, and he","Output":"hurried off."}
{"Input":"flower-pot that stood near. The three soldiers wandered about for a","Output":"minute or two, looking for them, and then quietly marched off after the"}
{"Input":"RED rose-tree, and we put a white one in by mistake; and if the Queen","Output":"was to find it out, we should all have our heads cut off, you know."}
{"Input":"fire, and at once set to work throwing everything within her reach at","Output":"the Duchess and the baby--the fire-irons came first; then followed a"}
{"Input":"     morning I've","Output":"    nothing"}
{"Input":"   He trusts to you to set them free,","Output":"    Exactly as we were."}
{"Input":"reason is--' here the Mock Turtle yawned and shut his eyes.--'Tell her","Output":"about the reason and all that,' he said to the Gryphon."}
{"Input":"   Pennyworth only of beautiful Soup?","Output":"     Beau--ootiful Soo--oop!"}
{"Input":"  *    *    *    *    *    *    *","Output":"    *    *    *    *    *    *"}
{"Input":"'YOU'D better not talk!' said Five. 'I heard the Queen say only","Output":"yesterday you deserved to be beheaded!'"}
{"Input":"This time Alice waited patiently until it chose to speak again. In","Output":"a minute or two the Caterpillar took the hookah out of its mouth"}
{"Input":"them out again. That's all.'","Output":"'Thank you,' said Alice, 'it's very interesting. I never knew so much"}
{"Input":"tears.","Output":"No, there were no tears. 'If you're going to turn into a pig, my dear,'"}
{"Input":"serpents! There's no pleasing them!'","Output":"Alice was more and more puzzled, but she thought there was no use in"}
{"Input":"   By the use of this ointment--one shilling the box--","Output":"    Allow me to sell you a couple?'"}
{"Input":"She was looking about for some way of escape, and wondering whether she","Output":"could get away without being seen, when she noticed a curious appearance"}
{"Input":"YOU like cats if you were me?'","Output":"'Well, perhaps not,' said Alice in a soothing tone: 'don't be angry"}
{"Input":"and crept a little way out of the wood to listen.","Output":"The Fish-Footman began by producing from under his arm a great letter,"}
{"Input":"It was so long since she had been anything near the right size, that it","Output":"felt quite strange at first; but she got used to it in a few minutes,"}
{"Input":"otherwise, judging by his face only, she would have called him a","Output":"fish)--and rapped loudly at the door with his knuckles. It was opened"}
{"Input":"Alas! it was too late to wish that! She went on growing, and growing,","Output":"and very soon had to kneel down on the floor: in another minute there"}
{"Input":"everything that Alice said; 'there's a large mustard-mine near here. And","Output":"the moral of that is--\"The more there is of mine, the less there is of"}
{"Input":"Alice did not quite know what to say to this: so she helped herself","Output":"to some tea and bread-and-butter, and then turned to the Dormouse, and"}
{"Input":"one corner of it: 'No room! No room!' they cried out when they saw Alice","Output":"coming. 'There's PLENTY of room!' said Alice indignantly, and she sat"}
{"Input":"'Oh, you foolish Alice!' she answered herself. 'How can you learn","Output":"lessons in here? Why, there's hardly room for YOU, and no room at all"}
{"Input":"she looked up, but it was all dark overhead; before her was another","Output":"long passage, and the White Rabbit was still in sight, hurrying down it."}
{"Input":"After a while, finding that nothing more happened, she decided on going","Output":"into the garden at once; but, alas for poor Alice! when she got to the"}
{"Input":"Just then she heard something splashing about in the pool a little way","Output":"off, and she swam nearer to make out what it was: at first she thought"}
{"Input":"accustomed to usurpation and conquest. Edwin and Morcar, the earls of","Output":"Mercia and Northumbria--\"'"}
{"Input":"As there seemed to be no chance of getting her hands up to her head, she","Output":"tried to get her head down to them, and was delighted to find that her"}
{"Input":"wag my tail when I'm angry. Therefore I'm mad.'","Output":"'I call it purring, not growling,' said Alice."}
{"Input":"going on within--a constant howling and sneezing, and every now and then","Output":"a great crash, as if a dish or kettle had been broken to pieces."}
{"Input":"herself in a long, low hall, which was lit up by a row of lamps hanging","Output":"from the roof."}
{"Input":"'Each with a lobster as a partner!' cried the Gryphon.","Output":"'Of course,' the Mock Turtle said: 'advance twice, set to partners--'"}
{"Input":"till she heard a little animal (she couldn't guess of what sort it was)","Output":"scratching and scrambling about in the chimney close above her: then,"}
{"Input":"CHAPTER IX. The Mock Turtle's Story","Output":"'You can't think how glad I am to see you again, you dear old thing!'"}
{"Input":"you can find it.' And she squeezed herself up closer to Alice's side as","Output":"she spoke."}
{"Input":"beheaded, and that you weren't to talk nonsense.","Output":"The Queen's argument was, that if something wasn't done about it in less"}
{"Input":"(Alice began to say 'I once tasted--' but checked herself hastily, and","Output":"said 'No, never') '--so you can have no idea what a delightful thing a"}
{"Input":"You're mad.'","Output":"'How do you know I'm mad?' said Alice."}
{"Input":"nearer to watch them, and just as she came up to them she heard one of","Output":"them say, 'Look out now, Five! Don't go splashing paint over me like"}
{"Input":"'How fond she is of finding morals in things!' Alice thought to herself.","Output":"'I dare say you're wondering why I don't put my arm round your waist,'"}
{"Input":"should like to hear her try and repeat something now. Tell her to","Output":"begin.' He looked at the Gryphon as if he thought it had some kind of"}
{"Input":"    (Before she had this fit)","Output":"   An obstacle that came between"}
{"Input":"all of them bowed low.","Output":"'Would you tell me,' said Alice, a little timidly, 'why you are painting"}
{"Input":"felt that it ought to be treated with respect.","Output":"'Cheshire Puss,' she began, rather timidly, as she did not at all know"}
{"Input":"running down his cheeks, he went on again:--","Output":"'You may not have lived much under the sea--' ('I haven't,' said"}
{"Input":"invitation for the Duchess to play croquet.'","Output":"Then they both bowed low, and their curls got entangled together."}
{"Input":"          \"I'll","Output":"          try the"}
{"Input":"'Why, there they are!' said the King triumphantly, pointing to the tarts","Output":"on the table. 'Nothing can be clearer than THAT. Then again--\"BEFORE SHE"}
{"Input":"'What for?' said the one who had spoken first.","Output":"'That's none of YOUR business, Two!' said Seven."}
{"Input":"These words were followed by a very long silence, broken only by an","Output":"occasional exclamation of 'Hjckrrh!' from the Gryphon, and the constant"}
{"Input":"elbow.'","Output":"On which Seven looked up and said, 'That's right, Five! Always lay the"}
{"Input":"croquet-ground.","Output":"The other guests had taken advantage of the Queen's absence, and were"}
{"Input":"'Of course not,' Alice replied very readily: 'but that's because it","Output":"stays the same year for such a long time together.'"}
{"Input":"was over, and both the hedgehogs were out of sight: 'but it doesn't","Output":"matter much,' thought Alice, 'as all the arches are gone from this side"}
{"Input":"A large rose-tree stood near the entrance of the garden: the roses","Output":"growing on it were white, but there were three gardeners at it, busily"}
{"Input":"'What did they draw?' said Alice, quite forgetting her promise.","Output":"'Treacle,' said the Dormouse, without considering at all this time."}
{"Input":"'You did,' said the Mock Turtle.","Output":"'Hold your tongue!' added the Gryphon, before Alice could speak again."}
{"Input":"authority over Alice.","Output":"'Stand up and repeat \"'TIS THE VOICE OF THE SLUGGARD,\"' said the"}
{"Input":"the question, and they repeated their arguments to her, though, as they","Output":"all spoke at once, she found it very hard indeed to make out exactly"}
{"Input":"'Well, it's got no business there, at any rate: go and take it away!'","Output":"There was a long silence after this, and Alice could only hear whispers"}
{"Input":"    Exactly as we were.","Output":"   My notion was that you had been"}
{"Input":"'I never thought about it,' said Alice. 'Why?'","Output":"'IT DOES THE BOOTS AND SHOES.' the Gryphon replied very solemnly."}
{"Input":"a minute or two the Caterpillar took the hookah out of its mouth","Output":"and yawned once or twice, and shook itself. Then it got down off the"}
{"Input":"be NO mistake about it: it was neither more nor less than a pig, and she","Output":"felt that it would be quite absurd for her to carry it further."}
{"Input":"the flowers and the blades of grass, but she did not see anything that","Output":"looked like the right thing to eat or drink under the circumstances."}
{"Input":"'Why, SHE, of course,' said the Dodo, pointing to Alice with one finger;","Output":"and the whole party at once crowded round her, calling out in a confused"}
{"Input":"away. 'You insult me by talking such nonsense!'","Output":"'I didn't mean it!' pleaded poor Alice. 'But you're so easily offended,"}
{"Input":"every line:","Output":"   'Speak roughly to your little boy,"}
{"Input":"Alice waited a little, half expecting to see it again, but it did not","Output":"appear, and after a minute or two she walked on in the direction in"}
{"Input":"'It isn't mine,' said the Hatter.","Output":"'Stolen!' the King exclaimed, turning to the jury, who instantly made a"}
{"Input":"'Yes, but I grow at a reasonable pace,' said the Dormouse: 'not in that","Output":"ridiculous fashion.' And he got up very sulkily and crossed over to the"}
{"Input":"'So they were,' said the Dormouse; 'VERY ill.'","Output":"Alice tried to fancy to herself what such an extraordinary ways of"}
{"Input":"them, they set to work very diligently to write out a history of the","Output":"accident, all except the Lizard, who seemed too much overcome to do"}
{"Input":"leaves that had fluttered down from the trees upon her face.","Output":"'Wake up, Alice dear!' said her sister; 'Why, what a long sleep you've"}
{"Input":"verdict,' he said to the jury, in a low, trembling voice.","Output":"'There's more evidence to come yet, please your Majesty,' said the White"}
{"Input":"an immense length of neck, which seemed to rise like a stalk out of a","Output":"sea of green leaves that lay far below her."}
{"Input":"up into hers--she could hear the very tones of her voice, and see that","Output":"queer little toss of her head to keep back the wandering hair that"}
{"Input":"little golden key in the lock, and to her great delight it fitted!","Output":"Alice opened the door and found that it led into a small passage, not"}
{"Input":"'It IS a long tail, certainly,' said Alice, looking down with wonder at","Output":"the Mouse's tail; 'but why do you call it sad?' And she kept on puzzling"}
{"Input":"looked back once or twice, half hoping that they would call after her:","Output":"the last time she saw them, they were trying to put the Dormouse into"}
{"Input":"noticing her. Then followed the Knave of Hearts, carrying the King's","Output":"crown on a crimson velvet cushion; and, last of all this grand"}
{"Input":"occurred to her that she ought to have wondered at this, but at the time","Output":"it all seemed quite natural); but when the Rabbit actually TOOK A WATCH"}
{"Input":"behind it was a little door about fifteen inches high: she tried the","Output":"little golden key in the lock, and to her great delight it fitted!"}
{"Input":"   'The Queen of Hearts, she made some tarts,","Output":"      All on a summer day:"}
{"Input":"So they sat down, and nobody spoke for some minutes. Alice thought to","Output":"herself, 'I don't see how he can EVEN finish, if he doesn't begin.' But"}
{"Input":"It was all very well to say 'Drink me,' but the wise little Alice was","Output":"not going to do THAT in a hurry. 'No, I'll look first,' she said, 'and"}
{"Input":"up and to stand on their hands and feet, to make the arches.","Output":"The chief difficulty Alice found at first was in managing her flamingo:"}
{"Input":"     Beau--ootiful Soo--oop!","Output":"     Beau--ootiful Soo--oop!"}
{"Input":"  Trims his belt and his buttons, and turns out his toes.'","Output":"       [later editions continued as follows"}
{"Input":"in front of them, with her arms folded, frowning like a thunderstorm.","Output":"'A fine day, your Majesty!' the Duchess began in a low, weak voice."}
{"Input":"'I don't know of any that do,' Alice said very politely, feeling quite","Output":"pleased to have got into a conversation."}
{"Input":"     \"Up above the world you fly,","Output":"     Like a tea-tray in the sky."}
{"Input":"at the Cat's head with great curiosity.","Output":"'It's a friend of mine--a Cheshire Cat,' said Alice: 'allow me to"}
{"Input":"    *    *    *    *    *    *","Output":"  *    *    *    *    *    *    *"}
{"Input":"its head impatiently, and walked a little quicker.","Output":"'What a pity it wouldn't stay!' sighed the Lory, as soon as it was quite"}
{"Input":"year it is?'","Output":"'Of course not,' Alice replied very readily: 'but that's because it"}
{"Input":"Oh dear, what nonsense I'm talking!'","Output":"Just then her head struck against the roof of the hall: in fact she was"}
{"Input":"again.","Output":"'No, I give it up,' Alice replied: 'what's the answer?'"}
{"Input":"generally a ridge or furrow in the way wherever she wanted to send the","Output":"hedgehog to, and, as the doubled-up soldiers were always getting up"}
{"Input":"'I'm a poor man, your Majesty,' the Hatter began, in a trembling voice,","Output":"'--and I hadn't begun my tea--not above a week or so--and what with the"}
{"Input":"its children, 'Come away, my dears! It's high time you were all in bed!'","Output":"On various pretexts they all moved off, and Alice was soon left alone."}
{"Input":"And so she went on, taking first one side and then the other, and making","Output":"quite a conversation of it altogether; but after a few minutes she heard"}
{"Input":"question, you know.'","Output":"It was, no doubt: only Alice did not like to be told so. 'It's really"}
{"Input":"in the world am I? Ah, THAT'S the great puzzle!' And she began thinking","Output":"over all the children she knew that were of the same age as herself, to"}
{"Input":"fountains.","Output":"CHAPTER VIII. The Queen's Croquet-Ground"}
{"Input":"'Dinah's our cat. And she's such a capital one for catching mice you","Output":"can't think! And oh, I wish you could see her after the birds! Why,"}
{"Input":"'Oh! So Bill's got to come down the chimney, has he?' said Alice to","Output":"herself. 'Shy, they seem to put everything upon Bill! I wouldn't be in"}
{"Input":"blasts on the trumpet, and called out, 'First witness!'","Output":"The first witness was the Hatter. He came in with a teacup in one"}
{"Input":"then a voice she had never heard before, 'Sure then I'm here! Digging","Output":"for apples, yer honour!'"}
{"Input":"    For anything tougher than suet;","Output":"   Yet you finished the goose, with the bones and the beak--"}
{"Input":"shouting 'Off with his head!' or 'Off with her head!' about once in a","Output":"minute."}
{"Input":"begins \"I passed by his garden.\"'","Output":"Alice did not dare to disobey, though she felt sure it would all come"}
{"Input":"uncomfortably sharp chin. However, she did not like to be rude, so she","Output":"bore it as well as she could."}
{"Input":"archbishop find?'","Output":"The Mouse did not notice this question, but hurriedly went on, '\"--found"}
{"Input":"that was sitting on the top with its arms folded, quietly smoking a long","Output":"hookah, and taking not the smallest notice of her or of anything else."}
{"Input":"begged the Mouse to tell them something more.","Output":"'You promised to tell me your history, you know,' said Alice, 'and why"}
{"Input":"bank, and of having nothing to do: once or twice she had peeped into the","Output":"book her sister was reading, but it had no pictures or conversations in"}
{"Input":"of the house!' (Which was very likely true.)","Output":"Down, down, down. Would the fall NEVER come to an end! 'I wonder how"}
{"Input":"This speech caused a remarkable sensation among the party. Some of the","Output":"birds hurried off at once: one old Magpie began wrapping itself up very"}
{"Input":"through the air! Do you think you could manage it?) 'And what an","Output":"ignorant little girl she'll think me for asking! No, it'll never do to"}
{"Input":"tell you just now what the moral of that is, but I shall remember it in","Output":"a bit.'"}
{"Input":"dipped suddenly down, so suddenly that Alice had not a moment to think","Output":"about stopping herself before she found herself falling down a very deep"}
{"Input":"can't prove I did: there's no name signed at the end.'","Output":"'If you didn't sign it,' said the King, 'that only makes the matter"}
{"Input":"There ought to be a book written about me, that there ought! And when I","Output":"grow up, I'll write one--but I'm grown up now,' she added in a sorrowful"}
{"Input":"I had it written down: but I can't quite follow it as you say it.'","Output":"'That's nothing to what I could say if I chose,' the Duchess replied, in"}
{"Input":"'What did they live on?' said Alice, who always took a great interest in","Output":"questions of eating and drinking."}
{"Input":"was trying to fix on one, the cook took the cauldron of soup off the","Output":"fire, and at once set to work throwing everything within her reach at"}
{"Input":"invent something!'","Output":"'I--I'm a little girl,' said Alice, rather doubtfully, as she remembered"}
{"Input":"as she spoke. (The unfortunate little Bill had left off writing on his","Output":"slate with one finger, as he found it made no mark; but he now hastily"}
{"Input":"too much frightened to say a word, but slowly followed her back to the","Output":"croquet-ground."}
{"Input":"'I call it purring, not growling,' said Alice.","Output":"'Call it what you like,' said the Cat. 'Do you play croquet with the"}
{"Input":"Luckily for Alice, the little magic bottle had now had its full effect,","Output":"and she grew no larger: still it was very uncomfortable, and, as there"}
{"Input":"that it was quite impossible to say whether the blows hurt it or not.","Output":"'Oh, PLEASE mind what you're doing!' cried Alice, jumping up and down in"}
{"Input":"there was a body to cut it off from: that he had never had to do such a","Output":"thing before, and he wasn't going to begin at HIS time of life."}
{"Input":"it, and finding it very nice, (it had, in fact, a sort of mixed flavour","Output":"of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot"}
{"Input":"'I'd rather finish my tea,' said the Hatter, with an anxious look at the","Output":"Queen, who was reading the list of singers."}
{"Input":"to her lips. 'I know SOMETHING interesting is sure to happen,' she said","Output":"to herself, 'whenever I eat or drink anything; so I'll just see what"}
{"Input":"'How am I to get in?' asked Alice again, in a louder tone.","Output":"'ARE you to get in at all?' said the Footman. 'That's the first"}
{"Input":"'I'm getting tired of this. I vote the young lady tells us a story.'","Output":"'I'm afraid I don't know one,' said Alice, rather alarmed at the"}
{"Input":"ignorant little girl she'll think me for asking! No, it'll never do to","Output":"ask: perhaps I shall see it written up somewhere.'"}
{"Input":"As she said this she looked down at her hands, and was surprised to see","Output":"that she had put on one of the Rabbit's little white kid gloves while"}
{"Input":"'I shall sit here,' the Footman remarked, 'till tomorrow--'","Output":"At this moment the door of the house opened, and a large plate came"}
{"Input":"the pool, and the great hall, with the glass table and the little door,","Output":"had vanished completely."}
{"Input":"The great question certainly was, what? Alice looked all round her at","Output":"the flowers and the blades of grass, but she did not see anything that"}
{"Input":"'Soles and eels, of course,' the Gryphon replied rather impatiently:","Output":"'any shrimp could have told you that.'"}
{"Input":"'But it's no use now,' thought poor Alice, 'to pretend to be two people!","Output":"Why, there's hardly enough of me left to make ONE respectable person!'"}
{"Input":"'important--unimportant--unimportant--important--' as if he were trying","Output":"which word sounded best."}
{"Input":"children she knew, who might do very well as pigs, and was just saying","Output":"to herself, 'if one only knew the right way to change them--' when she"}
{"Input":"about two feet high, and was going on shrinking rapidly: she soon found","Output":"out that the cause of this was the fan she was holding, and she dropped"}
{"Input":"   'In my youth,' Father William replied to his son,","Output":"    'I feared it might injure the brain;"}
{"Input":"laughing: and when she had got its head down, and was going to begin","Output":"again, it was very provoking to find that the hedgehog had unrolled"}
{"Input":"a bit.'","Output":"'Perhaps it hasn't one,' Alice ventured to remark."}
{"Input":"For some minutes the whole court was in confusion, getting the Dormouse","Output":"turned out, and, by the time they had settled down again, the cook had"}
{"Input":"         CHORUS.","Output":" (In which the cook and the baby joined):--"}
{"Input":"'tis love, that makes the world go round!\"'","Output":"'Somebody said,' Alice whispered, 'that it's done by everybody minding"}
{"Input":"'IT DOES THE BOOTS AND SHOES.' the Gryphon replied very solemnly.","Output":"Alice was thoroughly puzzled. 'Does the boots and shoes!' she repeated"}
{"Input":"rabbits. I almost wish I hadn't gone down that rabbit-hole--and yet--and","Output":"yet--it's rather curious, you know, this sort of life! I do wonder what"}
{"Input":"jumped; but she saw in another moment that it was addressed to the baby,","Output":"and not to her, so she took courage, and went on again:--"}
{"Input":"when I learn music.'","Output":"'Ah! that accounts for it,' said the Hatter. 'He won't stand beating."}
{"Input":"Alice glanced rather anxiously at the cook, to see if she meant to take","Output":"the hint; but the cook was busily stirring the soup, and seemed not to"}
{"Input":"herself; and when she had looked under it, and on both sides of it, and","Output":"behind it, it occurred to her that she might as well look and see what"}
{"Input":"coming. 'There's PLENTY of room!' said Alice indignantly, and she sat","Output":"down in a large arm-chair at one end of the table."}
{"Input":"to himself in an undertone,","Output":"'important--unimportant--unimportant--important--' as if he were trying"}
{"Input":"'And yet what a dear little puppy it was!' said Alice, as she leant","Output":"against a buttercup to rest herself, and fanned herself with one of the"}
{"Input":"'Tut, tut, child!' said the Duchess. 'Everything's got a moral, if only","Output":"you can find it.' And she squeezed herself up closer to Alice's side as"}
{"Input":"'I wish you wouldn't squeeze so.' said the Dormouse, who was sitting","Output":"next to her. 'I can hardly breathe.'"}
{"Input":"'But about his toes?' the Mock Turtle persisted. 'How COULD he turn them","Output":"out with his nose, you know?'"}
{"Input":"'I didn't know it was YOUR table,' said Alice; 'it's laid for a great","Output":"many more than three.'"}
{"Input":"dear, certainly: but now run in to your tea; it's getting late.' So","Output":"Alice got up and ran off, thinking while she ran, as well she might,"}
{"Input":"our house I should like to show you! A little bright-eyed terrier, you","Output":"know, with oh, such long curly brown hair! And it'll fetch things when"}
{"Input":"saying anything more till the Pigeon had finished.","Output":"'As if it wasn't trouble enough hatching the eggs,' said the Pigeon;"}
{"Input":"'It is a very good height indeed!' said the Caterpillar angrily, rearing","Output":"itself upright as it spoke (it was exactly three inches high)."}
{"Input":"twentieth time that day.","Output":"'No, no!' said the Queen. 'Sentence first--verdict afterwards.'"}
{"Input":"window!'","Output":"'Sure, it does, yer honour: but it's an arm for all that.'"}
{"Input":"      both go to","Output":"       law: I will"}
{"Input":"'Which would NOT be an advantage,' said Alice, who felt very glad to get","Output":"an opportunity of showing off a little of her knowledge. 'Just think of"}
{"Input":"theirs, and the small ones choked and had to be patted on the back.","Output":"However, it was over at last, and they sat down again in a ring, and"}
{"Input":"'Read them,' said the King.","Output":"The White Rabbit put on his spectacles. 'Where shall I begin, please"}
{"Input":"and the whole party at once crowded round her, calling out in a confused","Output":"way, 'Prizes! Prizes!'"}
{"Input":"    You gave us three or more;","Output":"   They all returned from him to you,"}
{"Input":"It was the White Rabbit, trotting slowly back again, and looking","Output":"anxiously about as it went, as if it had lost something; and she heard"}
{"Input":"eagerly, half hoping that the Mouse had changed his mind, and was coming","Output":"back to finish his story."}
{"Input":"'With extras?' asked the Mock Turtle a little anxiously.","Output":"'Yes,' said Alice, 'we learned French and music.'"}
{"Input":"things--' when his eye chanced to fall upon Alice, as she stood watching","Output":"them, and he checked himself suddenly: the others looked round also, and"}
{"Input":"she was terribly frightened all the time at the thought that it might be","Output":"hungry, in which case it would be very likely to eat her up in spite of"}
{"Input":"Then they all crowded round her once more, while the Dodo solemnly","Output":"presented the thimble, saying 'We beg your acceptance of this elegant"}
{"Input":"on. 'Or would you like the Mock Turtle to sing you a song?'","Output":"'Oh, a song, please, if the Mock Turtle would be so kind,' Alice"}
{"Input":"witness.' And he added in an undertone to the Queen, 'Really, my dear,","Output":"YOU must cross-examine the next witness. It quite makes my forehead"}
{"Input":"'And now which is which?' she said to herself, and nibbled a little of","Output":"the right-hand bit to try the effect: the next moment she felt a violent"}
{"Input":" Will you, won't you, will you, won't you, won't you join the dance?","Output":" \"You can really have no notion how delightful it will be"}
{"Input":"'Stupid things!' Alice began in a loud, indignant voice, but she stopped","Output":"hastily, for the White Rabbit cried out, 'Silence in the court!' and the"}
{"Input":"possibly hear you.' And certainly there was a most extraordinary noise","Output":"going on within--a constant howling and sneezing, and every now and then"}
{"Input":"hungry, in which case it would be very likely to eat her up in spite of","Output":"all her coaxing."}
{"Input":"my tea when I was sent for.'","Output":"'You ought to have finished,' said the King. 'When did you begin?'"}
{"Input":"rabbit-hole under the hedge.","Output":"In another moment down went Alice after it, never once considering how"}
{"Input":"desperate that she was ready to ask help of any one; so, when the Rabbit","Output":"came near her, she began, in a low, timid voice, 'If you please, sir--'"}
{"Input":"'We can do without lobsters, you know. Which shall sing?'","Output":"'Oh, YOU sing,' said the Gryphon. 'I've forgotten the words.'"}
{"Input":"know why it's called a whiting?'","Output":"'I never thought about it,' said Alice. 'Why?'"}
{"Input":"doing?' Alice whispered to the Gryphon. 'They can't have anything to put","Output":"down yet, before the trial's begun.'"}
{"Input":"make me smaller, I suppose.'","Output":"So she swallowed one of the cakes, and was delighted to find that she"}
{"Input":"saying to herself 'Suppose it should be raving mad after all! I almost","Output":"wish I'd gone to see the Hatter instead!'"}
{"Input":"     \"Let us","Output":"      both go to"}
{"Input":"succeeded in bringing herself down to her usual height.","Output":"It was so long since she had been anything near the right size, that it"}
{"Input":"they walked off together.","Output":"Alice was very glad to find her in such a pleasant temper, and thought"}
{"Input":"'I thought it would,' said the Cat, and vanished again.","Output":"Alice waited a little, half expecting to see it again, but it did not"}
{"Input":"to Alice an excellent opportunity for croqueting one of them with the","Output":"other: the only difficulty was, that her flamingo was gone across to the"}
{"Input":"'Who is it directed to?' said one of the jurymen.","Output":"'It isn't directed at all,' said the White Rabbit; 'in fact, there's"}
{"Input":"little thing grunted in reply (it had left off sneezing by this time).","Output":"'Don't grunt,' said Alice; 'that's not at all a proper way of expressing"}
{"Input":"itself, and was in the act of crawling away: besides all this, there was","Output":"generally a ridge or furrow in the way wherever she wanted to send the"}
{"Input":"'No, I didn't,' said Alice: 'I don't think it's at all a pity. I said","Output":"\"What for?\"'"}
{"Input":"'Once,' said the Mock Turtle at last, with a deep sigh, 'I was a real","Output":"Turtle.'"}
{"Input":"'Don't you mean \"purpose\"?' said Alice.","Output":"'I mean what I say,' the Mock Turtle replied in an offended tone. And"}
{"Input":"with his tea spoon at the March Hare,) '--it was at the great concert","Output":"given by the Queen of Hearts, and I had to sing"}
{"Input":"then the Rabbit's voice along--'Catch him, you by the hedge!' then","Output":"silence, and then another confusion of voices--'Hold up his head--Brandy"}
{"Input":"Knave.","Output":"The Knave shook his head sadly. 'Do I look like it?' he said. (Which he"}
{"Input":"the March Hare.","Output":"'I didn't know it was YOUR table,' said Alice; 'it's laid for a great"}
{"Input":"waited for a few minutes to see if she was going to shrink any further:","Output":"she felt a little nervous about this; 'for it might end, you know,' said"}
{"Input":"startled when she heard her voice close to her ear. 'You're thinking","Output":"about something, my dear, and that makes you forget to talk. I can't"}
{"Input":"      our","Output":"      breath.\""}
{"Input":"'Thank you,' said Alice, 'it's very interesting. I never knew so much","Output":"about a whiting before.'"}
{"Input":"CAN have happened to me! When I used to read fairy-tales, I fancied that","Output":"kind of thing never happened, and now here I am in the middle of one!"}
{"Input":"and she could even make out that one of them didn't know how to spell","Output":"'stupid,' and that he had to ask his neighbour to tell him. 'A nice"}
{"Input":"myself, you see.'","Output":"'I don't see,' said the Caterpillar."}
{"Input":"(she was obliged to say 'creatures,' you see, because some of them were","Output":"animals, and some were birds,) 'I suppose they are the jurors.' She said"}
{"Input":"inquisitively, and seemed to her to wink with one of its little eyes,","Output":"but it said nothing."}
{"Input":"bats eat cats?' for, you see, as she couldn't answer either question,","Output":"it didn't much matter which way she put it. She felt that she was dozing"}
{"Input":"again, it was very provoking to find that the hedgehog had unrolled","Output":"itself, and was in the act of crawling away: besides all this, there was"}
{"Input":"into hers began to tremble. Alice looked up, and there stood the Queen","Output":"in front of them, with her arms folded, frowning like a thunderstorm."}
{"Input":"says it kills all the rats and--oh dear!' cried Alice in a sorrowful","Output":"tone, 'I'm afraid I've offended it again!' For the Mouse was swimming"}
{"Input":"history, and you'll understand why it is I hate cats and dogs.'","Output":"It was high time to go, for the pool was getting quite crowded with the"}
{"Input":"The Mock Turtle sighed deeply, and drew the back of one flapper across","Output":"his eyes. He looked at Alice, and tried to speak, but for a minute or"}
{"Input":"'We had the best of educations--in fact, we went to school every day--'","Output":"'I'VE been to a day-school, too,' said Alice; 'you needn't be so proud"}
{"Input":"they pinched it on both sides at once.","Output":"The Dormouse slowly opened his eyes. 'I wasn't asleep,' he said in a"}
{"Input":"'Oh, you're sure to do that,' said the Cat, 'if you only walk long","Output":"enough.'"}
{"Input":"back to finish his story.","Output":"CHAPTER IV. The Rabbit Sends in a Little Bill"}
{"Input":"ever having seen such a thing.","Output":"After a while, finding that nothing more happened, she decided on going"}
{"Input":"fancy, that: he hasn't got no sorrow, you know. Come on!'","Output":"So they went up to the Mock Turtle, who looked at them with large eyes"}
{"Input":"'And what are they made of?' Alice asked in a tone of great curiosity.","Output":"'Soles and eels, of course,' the Gryphon replied rather impatiently:"}
{"Input":"The soldiers were silent, and looked at Alice, as the question was","Output":"evidently meant for her."}
{"Input":"doesn't suit my throat!' and a Canary called out in a trembling voice to","Output":"its children, 'Come away, my dears! It's high time you were all in bed!'"}
{"Input":"moved into the Dormouse's place, and Alice rather unwillingly took","Output":"the place of the March Hare. The Hatter was the only one who got any"}
{"Input":"executes nobody, you know. Come on!'","Output":"'Everybody says \"come on!\" here,' thought Alice, as she went slowly"}
{"Input":"go by the carrier,' she thought; 'and how funny it'll seem, sending","Output":"presents to one's own feet! And how odd the directions will look!"}
{"Input":"'But I'm not used to it!' pleaded poor Alice in a piteous tone. And","Output":"she thought of herself, 'I wish the creatures wouldn't be so easily"}
{"Input":"'It goes on, you know,' the Hatter continued, 'in this way:--","Output":"     \"Up above the world you fly,"}
{"Input":"growl, 'the world would go round a deal faster than it does.'","Output":"'Which would NOT be an advantage,' said Alice, who felt very glad to get"}
{"Input":"   Pennyworth only of beautiful Soup?","Output":"   Pennyworth only of beautiful Soup?"}
{"Input":"'I don't see,' said the Caterpillar.","Output":"'I'm afraid I can't put it more clearly,' Alice replied very politely,"}
{"Input":"Fainting in Coils.'","Output":"'What was THAT like?' said Alice."}
{"Input":"'If you didn't sign it,' said the King, 'that only makes the matter","Output":"worse. You MUST have meant some mischief, or else you'd have signed your"}
{"Input":"a French mouse, come over with William the Conqueror.' (For, with all","Output":"her knowledge of history, Alice had no very clear notion how long ago"}
{"Input":"nearly as large as himself, and this he handed over to the other,","Output":"saying, in a solemn tone, 'For the Duchess. An invitation from the Queen"}
{"Input":"'He denies it,' said the King: 'leave out that part.'","Output":"'Well, at any rate, the Dormouse said--' the Hatter went on, looking"}
{"Input":"'--so long as I get SOMEWHERE,' Alice added as an explanation.","Output":"'Oh, you're sure to do that,' said the Cat, 'if you only walk long"}
{"Input":"'--yes, that's about the right distance--but then I wonder what Latitude","Output":"or Longitude I've got to?' (Alice had no idea what Latitude was, or"}
{"Input":"to say which), and they went on for some while in silence.","Output":"Alice was just beginning to think to herself, 'Now, what am I to do with"}
{"Input":"'Why, what are YOUR shoes done with?' said the Gryphon. 'I mean, what","Output":"makes them so shiny?'"}
{"Input":"was so large a house, that she did not like to go nearer till she had","Output":"nibbled some more of the lefthand bit of mushroom, and raised herself to"}
{"Input":"all their simple sorrows, and find a pleasure in all their simple joys,","Output":"remembering her own child-life, and the happy summer days."}
{"Input":"This was such a new idea to Alice, that she was quite silent for a","Output":"minute or two, which gave the Pigeon the opportunity of adding, 'You're"}
{"Input":"began: 'O Mouse, do you know the way out of this pool? I am very tired","Output":"of swimming about here, O Mouse!' (Alice thought this must be the right"}
{"Input":"executed, whether you're nervous or not.'","Output":"'I'm a poor man, your Majesty,' the Hatter began, in a trembling voice,"}
{"Input":"it all seemed quite natural); but when the Rabbit actually TOOK A WATCH","Output":"OUT OF ITS WAISTCOAT-POCKET, and looked at it, and then hurried on,"}
{"Input":"'because they lessen from day to day.'","Output":"This was quite a new idea to Alice, and she thought it over a little"}
{"Input":"          to","Output":"           death.\"'"}
{"Input":"Alice was more and more puzzled, but she thought there was no use in","Output":"saying anything more till the Pigeon had finished."}
{"Input":"'Well, there was Mystery,' the Mock Turtle replied, counting off","Output":"the subjects on his flappers, '--Mystery, ancient and modern, with"}
{"Input":"she passed; it was labelled 'ORANGE MARMALADE', but to her great","Output":"disappointment it was empty: she did not like to drop the jar for fear"}
{"Input":"'Perhaps it doesn't understand English,' thought Alice; 'I daresay it's","Output":"a French mouse, come over with William the Conqueror.' (For, with all"}
{"Input":"'You'll get used to it in time,' said the Caterpillar; and it put the","Output":"hookah into its mouth and began smoking again."}
{"Input":"likely it can talk: at any rate, there's no harm in trying.' So she","Output":"began: 'O Mouse, do you know the way out of this pool? I am very tired"}
{"Input":"'You'll see me there,' said the Cat, and vanished.","Output":"Alice was not much surprised at this, she was getting so used to queer"}
{"Input":"could.","Output":"'No,' said the Caterpillar."}
{"Input":"'I beg your pardon!' said the Mouse, frowning, but very politely: 'Did","Output":"you speak?'"}
{"Input":"'I'll tell it her,' said the Mock Turtle in a deep, hollow tone: 'sit","Output":"down, both of you, and don't speak a word till I've finished.'"}
{"Input":"The Knave did so, very carefully, with one foot.","Output":"'Get up!' said the Queen, in a shrill, loud voice, and the three"}
{"Input":"had vanished completely.","Output":"Very soon the Rabbit noticed Alice, as she went hunting about, and"}
{"Input":"than no time she'd have everybody executed, all round. (It was this last","Output":"remark that had made the whole party look so grave and anxious.)"}
{"Input":"heavy sobbing of the Mock Turtle. Alice was very nearly getting up and","Output":"saying, 'Thank you, sir, for your interesting story,' but she could"}
{"Input":"'are done with a whiting. Now you know.'","Output":"'And what are they made of?' Alice asked in a tone of great curiosity."}
{"Input":"'Who's making personal remarks now?' the Hatter asked triumphantly.","Output":"Alice did not quite know what to say to this: so she helped herself"}
{"Input":"here directly, and get ready for your walk!\" \"Coming in a minute,","Output":"nurse! But I've got to see that the mouse doesn't get out.\" Only I don't"}
{"Input":"Quadrille, that she hardly knew what she was saying, and the words came","Output":"very queer indeed:--"}
{"Input":"diamonds, and walked two and two, as the soldiers did. After these came","Output":"the royal children; there were ten of them, and the little dears came"}
{"Input":"    (We know it to be true):","Output":"   If she should push the matter on,"}
{"Input":"mice in the air, I'm afraid, but you might catch a bat, and that's very","Output":"like a mouse, you know. But do cats eat bats, I wonder?' And here Alice"}
{"Input":"           (WITH ALICE'S LOVE).","Output":"Oh dear, what nonsense I'm talking!'"}
{"Input":"makes me grow smaller, I can creep under the door; so either way I'll","Output":"get into the garden, and I don't care which happens!'"}
{"Input":"this creature when I get it home?' when it grunted again, so violently,","Output":"that she looked down into its face in some alarm. This time there could"}
{"Input":"right word) '--but I shall have to ask them what the name of the country","Output":"is, you know. Please, Ma'am, is this New Zealand or Australia?' (and"}
{"Input":"regular rule: you invented it just now.'","Output":"'It's the oldest rule in the book,' said the King."}
{"Input":"her little sister's dream.","Output":"The long grass rustled at her feet as the White Rabbit hurried by--the"}
{"Input":"to herself; 'I should think it would be QUITE as much use in the trial","Output":"one way up as the other.'"}
{"Input":"'Well! I've often seen a cat without a grin,' thought Alice; 'but a grin","Output":"without a cat! It's the most curious thing I ever saw in my life!'"}
{"Input":"hand and a piece of bread-and-butter in the other. 'I beg pardon, your","Output":"Majesty,' he began, 'for bringing these in: but I hadn't quite finished"}
{"Input":"little creature, and held out its arms and legs in all directions, 'just","Output":"like a star-fish,' thought Alice. The poor little thing was snorting"}
{"Input":"her draw back in a hurry: a large pigeon had flown into her face, and","Output":"was beating her violently with its wings."}
{"Input":"not got into it), and handed them round as prizes. There was exactly one","Output":"a-piece all round."}
{"Input":"'By-the-bye, what became of the baby?' said the Cat. 'I'd nearly","Output":"forgotten to ask.'"}
{"Input":"'and then,' thought she, 'what would become of me? They're dreadfully","Output":"fond of beheading people here; the great wonder is, that there's any one"}
{"Input":"began fancying the sort of thing that would happen: '\"Miss Alice! Come","Output":"here directly, and get ready for your walk!\" \"Coming in a minute,"}
{"Input":"'I haven't the slightest idea,' said the Hatter.","Output":"'Nor I,' said the March Hare."}
{"Input":"about wasting IT. It's HIM.'","Output":"'I don't know what you mean,' said Alice."}
{"Input":"Alice got up and ran off, thinking while she ran, as well she might,","Output":"what a wonderful dream it had been."}
{"Input":"'You!' said the Caterpillar contemptuously. 'Who are YOU?'","Output":"Which brought them back again to the beginning of the conversation."}
{"Input":"'Please would you tell me,' said Alice, a little timidly, for she was","Output":"not quite sure whether it was good manners for her to speak first, 'why"}
{"Input":"got much evidence YET,' she said to herself. Imagine her surprise, when","Output":"the White Rabbit read out, at the top of his shrill little voice, the"}
{"Input":"she thought of herself, 'I wish the creatures wouldn't be so easily","Output":"offended!'"}
{"Input":"'As if it wasn't trouble enough hatching the eggs,' said the Pigeon;","Output":"'but I must be on the look-out for serpents night and day! Why, I"}
{"Input":"offended!'","Output":"'You'll get used to it in time,' said the Caterpillar; and it put the"}
{"Input":"The first witness was the Hatter. He came in with a teacup in one","Output":"hand and a piece of bread-and-butter in the other. 'I beg pardon, your"}
{"Input":"'The reason is,' said the Gryphon, 'that they WOULD go with the lobsters","Output":"to the dance. So they got thrown out to sea. So they had to fall a long"}
{"Input":"as the Rabbit, and had no reason to be afraid of it.","Output":"Presently the Rabbit came up to the door, and tried to open it; but, as"}
{"Input":"this was her dream:--","Output":"First, she dreamed of little Alice herself, and once again the tiny"}
{"Input":"hot day made her feel very sleepy and stupid), whether the pleasure","Output":"of making a daisy-chain would be worth the trouble of getting up and"}
{"Input":"other side of the court.","Output":"All this time the Queen had never left off staring at the Hatter, and,"}
{"Input":"'THAT you won't' thought Alice, and, after waiting till she fancied","Output":"she heard the Rabbit just under the window, she suddenly spread out her"}
{"Input":"memorandum of the fact.","Output":"'I keep them to sell,' the Hatter added as an explanation; 'I've none of"}
{"Input":"'That's enough about lessons,' the Gryphon interrupted in a very decided","Output":"tone: 'tell her something about the games now.'"}
{"Input":"and she grew no larger: still it was very uncomfortable, and, as there","Output":"seemed to be no sort of chance of her ever getting out of the room"}
{"Input":"I COULD NOT SWIM--\" you can't swim, can you?' he added, turning to the","Output":"Knave."}
{"Input":"   'Beautiful Soup, so rich and green,","Output":"   Waiting in a hot tureen!"}
{"Input":"sure she would catch a bad cold if she did not get dry very soon.","Output":"'Ahem!' said the Mouse with an important air, 'are you all ready? This"}
{"Input":"At this moment the door of the house opened, and a large plate came","Output":"skimming out, straight at the Footman's head: it just grazed his nose,"}
{"Input":"cat in the world! Oh, my dear Dinah! I wonder if I shall ever see you","Output":"any more!' And here poor Alice began to cry again, for she felt very"}
{"Input":"she thought, and looked into its eyes again, to see if there were any","Output":"tears."}
{"Input":"left alive!'","Output":"She was looking about for some way of escape, and wondering whether she"}
{"Input":" When they take us up and throw us, with the lobsters, out to sea!\"","Output":" But the snail replied \"Too far, too far!\" and gave a look askance--"}
{"Input":"other side of the garden, where Alice could see it trying in a helpless","Output":"sort of way to fly up into a tree."}
{"Input":"Fish-Footman was gone, and the other was sitting on the ground near the","Output":"door, staring stupidly up into the sky."}
{"Input":"you know, and he says it's so useful, it's worth a hundred pounds! He","Output":"says it kills all the rats and--oh dear!' cried Alice in a sorrowful"}
{"Input":"came upon a neat little house, on the door of which was a bright brass","Output":"plate with the name 'W. RABBIT' engraved upon it. She went in without"}
{"Input":"'Well!' thought Alice to herself, 'after such a fall as this, I shall","Output":"think nothing of tumbling down stairs! How brave they'll all think me at"}
{"Input":"nothing better to say than his first remark, 'It was the BEST butter,","Output":"you know.'"}
{"Input":"dispute with the Queen, but she knew that it might happen any minute,","Output":"'and then,' thought she, 'what would become of me? They're dreadfully"}
{"Input":"   For he can thoroughly enjoy","Output":"    The pepper when he pleases!'"}
{"Input":"pocket, and pulled out a box of comfits, (luckily the salt water had","Output":"not got into it), and handed them round as prizes. There was exactly one"}
{"Input":"lullaby to it as she did so, and giving it a violent shake at the end of","Output":"every line:"}
{"Input":"dry enough!' They all sat down at once, in a large ring, with the Mouse","Output":"in the middle. Alice kept her eyes anxiously fixed on it, for she felt"}
{"Input":"the executioner, the King, and the Queen, who were all talking at once,","Output":"while all the rest were quite silent, and looked very uncomfortable."}
{"Input":"disappeared; so the King and the executioner ran wildly up and down","Output":"looking for it, while the rest of the party went back to the game."}
{"Input":"safe in a thick wood.","Output":"'The first thing I've got to do,' said Alice to herself, as she wandered"}
{"Input":"called out, 'Sit down, all of you, and listen to me! I'LL soon make you","Output":"dry enough!' They all sat down at once, in a large ring, with the Mouse"}
{"Input":"Hardly knowing what she did, she picked up a little bit of stick, and","Output":"held it out to the puppy; whereupon the puppy jumped into the air off"}
{"Input":"At this the whole pack rose up into the air, and came flying down upon","Output":"her: she gave a little scream, half of fright and half of anger, and"}
{"Input":"just as well.","Output":"The twelve jurors were all writing very busily on slates. 'What are they"}
{"Input":"No, there were no tears. 'If you're going to turn into a pig, my dear,'","Output":"said Alice, seriously, 'I'll have nothing more to do with you. Mind"}
{"Input":"   'I have answered three questions, and that is enough,'","Output":"    Said his father; 'don't give yourself airs!"}
{"Input":"dry me at all.'","Output":"'In that case,' said the Dodo solemnly, rising to its feet, 'I move"}
{"Input":"sea. The master was an old Turtle--we used to call him Tortoise--'","Output":"'Why did you call him Tortoise, if he wasn't one?' Alice asked."}
{"Input":"frog; and both footmen, Alice noticed, had powdered hair that curled all","Output":"over their heads. She felt very curious to know what it was all about,"}
{"Input":"Alice sighed wearily. 'I think you might do something better with the","Output":"time,' she said, 'than waste it in asking riddles that have no answers.'"}
{"Input":"the patriotic archbishop of Canterbury, found it advisable--\"'","Output":"'Found WHAT?' said the Duck."}
{"Input":"was talking.","Output":"Alice could see, as well as if she were looking over their shoulders,"}
{"Input":"sentence first!'","Output":"'Hold your tongue!' said the Queen, turning purple."}
{"Input":"Here the other guinea-pig cheered, and was suppressed.","Output":"'Come, that finished the guinea-pigs!' thought Alice. 'Now we shall get"}
{"Input":"a procession,' thought she, 'if people had all to lie down upon their","Output":"faces, so that they couldn't see it?' So she stood still where she was,"}
{"Input":"can't think! And oh, I wish you could see her after the birds! Why,","Output":"she'll eat a little bird as soon as look at it!'"}
{"Input":"like a steam-engine when she caught it, and kept doubling itself up and","Output":"straightening itself out again, so that altogether, for the first minute"}
{"Input":"think--'","Output":"'Then you shouldn't talk,' said the Hatter."}
{"Input":"to by the English, who wanted leaders, and had been of late much","Output":"accustomed to usurpation and conquest. Edwin and Morcar, the earls of"}
{"Input":"tea-time. Dinah my dear! I wish you were down here with me! There are no","Output":"mice in the air, I'm afraid, but you might catch a bat, and that's very"}
{"Input":"    What made you so awfully clever?'","Output":"   'I have answered three questions, and that is enough,'"}
{"Input":"she set to work very carefully, nibbling first at one and then at the","Output":"other, and growing sometimes taller and sometimes shorter, until she had"}
{"Input":"Duchess was VERY ugly; and secondly, because she was exactly the","Output":"right height to rest her chin upon Alice's shoulder, and it was an"}
{"Input":"set to work at once to eat some of the other bit. Her chin was pressed","Output":"so closely against her foot, that there was hardly room to open her"}
{"Input":"set off at once, and ran till she was quite tired and out of breath, and","Output":"till the puppy's bark sounded quite faint in the distance."}
{"Input":"what work it would make with the day and night! You see the earth takes","Output":"twenty-four hours to turn round on its axis--'"}
{"Input":"faces, so that they couldn't see it?' So she stood still where she was,","Output":"and waited."}
{"Input":"'Give your evidence,' said the King.","Output":"'Shan't,' said the cook."}
{"Input":"be listening, so she went on again: 'Twenty-four hours, I THINK; or is","Output":"it twelve? I--'"}
{"Input":"   'You are old,' said the youth, 'one would hardly suppose","Output":"    That your eye was as steady as ever;"}
{"Input":"keep, through all her riper years, the simple and loving heart of her","Output":"childhood: and how she would gather about her other little children, and"}
{"Input":"As she said these words her foot slipped, and in another moment, splash!","Output":"she was up to her chin in salt water. Her first idea was that she"}
{"Input":"On various pretexts they all moved off, and Alice was soon left alone.","Output":"'I wish I hadn't mentioned Dinah!' she said to herself in a melancholy"}
{"Input":"rather a handsome pig, I think.' And she began thinking over other","Output":"children she knew, who might do very well as pigs, and was just saying"}
{"Input":"clever thing the King had said that day.","Output":"'That PROVES his guilt,' said the Queen."}
{"Input":"     'How cheerfully he seems to grin,","Output":"      How neatly spread his claws,"}
{"Input":"'Don't grunt,' said Alice; 'that's not at all a proper way of expressing","Output":"yourself.'"}
{"Input":"now and then; such as, 'Sure, I don't like it, yer honour, at all, at","Output":"all!' 'Do as I tell you, you coward!' and at last she spread out her"}
{"Input":"not help thinking there MUST be more to come, so she sat still and said","Output":"nothing."}
{"Input":"is it?' he said, turning to Alice: he had taken his watch out of his","Output":"pocket, and was looking at it uneasily, shaking it every now and then,"}
{"Input":" Said he thanked the whiting kindly, but he would not join the dance.","Output":" Would not, could not, would not, could not, would not join the dance."}
{"Input":"       'Wow! wow! wow!'","Output":"'Here! you may nurse it a bit, if you like!' the Duchess said to Alice,"}
{"Input":"'There's no such thing!' Alice was beginning very angrily, but the","Output":"Hatter and the March Hare went 'Sh! sh!' and the Dormouse sulkily"}
{"Input":"And so it was indeed: she was now only ten inches high, and her face","Output":"brightened up at the thought that she was now the right size for going"}
{"Input":"  As a duck with its eyelids, so he with his nose","Output":"  Trims his belt and his buttons, and turns out his toes.'"}
{"Input":"Alice remained looking thoughtfully at the mushroom for a minute, trying","Output":"to make out which were the two sides of it; and as it was perfectly"}
{"Input":"'I'm sure I'm not Ada,' she said, 'for her hair goes in such long","Output":"ringlets, and mine doesn't go in ringlets at all; and I'm sure I can't"}
{"Input":"'But who is to give the prizes?' quite a chorus of voices asked.","Output":"'Why, SHE, of course,' said the Dodo, pointing to Alice with one finger;"}
{"Input":"all. I needn't be afraid of them!'","Output":"'And who are THESE?' said the Queen, pointing to the three gardeners who"}
{"Input":"shut up like a telescope! I think I could, if I only know how to begin.'","Output":"For, you see, so many out-of-the-way things had happened lately,"}
{"Input":"'At any rate I'll never go THERE again!' said Alice as she picked her","Output":"way through the wood. 'It's the stupidest tea-party I ever was at in all"}
{"Input":"         YOU.--Come,","Output":"           I'll take no"}
{"Input":"I should frighten them out of their wits!' So she began nibbling at the","Output":"righthand bit again, and did not venture to go near the house till she"}
{"Input":"eyes were getting extremely small for a baby: altogether Alice did not","Output":"like the look of the thing at all. 'But perhaps it was only sobbing,'"}
{"Input":"'I've heard something like it,' said Alice.","Output":"'It goes on, you know,' the Hatter continued, 'in this way:--"}
{"Input":"the goldfish kept running in her head, and she had a vague sort of idea","Output":"that they must be collected at once and put back into the jury-box, or"}
{"Input":"'Collar that Dormouse,' the Queen shrieked out. 'Behead that Dormouse!","Output":"Turn that Dormouse out of court! Suppress him! Pinch him! Off with his"}
{"Input":"it advisable to go with Edgar Atheling to meet William and offer him the","Output":"crown. William's conduct at first was moderate. But the insolence of his"}
{"Input":"you'd better ask HER about it.'","Output":"'She's in prison,' the Queen said to the executioner: 'fetch her here.'"}
{"Input":"'It's the thing Mock Turtle Soup is made from,' said the Queen.","Output":"'I never saw one, or heard of one,' said Alice."}
{"Input":"They had not gone far before they saw the Mock Turtle in the distance,","Output":"sitting sad and lonely on a little ledge of rock, and, as they came"}
{"Input":"or Longitude I've got to?' (Alice had no idea what Latitude was, or","Output":"Longitude either, but thought they were nice grand words to say.)"}
{"Input":"it ran away when it saw mine coming!'","Output":"'How do you like the Queen?' said the Cat in a low voice."}
{"Input":"very respectful tone, but frowning and making faces at him as he spoke.","Output":"'UNimportant, of course, I meant,' the King hastily said, and went on"}
{"Input":"it, 'and what is the use of a book,' thought Alice 'without pictures or","Output":"conversation?'"}
{"Input":"'Well, I'd hardly finished the first verse,' said the Hatter, 'when the","Output":"Queen jumped up and bawled out, \"He's murdering the time! Off with his"}
{"Input":"enough.'","Output":"Alice felt that this could not be denied, so she tried another question."}
{"Input":"    And have grown most uncommonly fat;","Output":"   Yet you turned a back-somersault in at the door--"}
{"Input":"be Mabel, for I know all sorts of things, and she, oh! she knows such a","Output":"very little! Besides, SHE'S she, and I'm I, and--oh dear, how puzzling"}
{"Input":"minute or two, looking for them, and then quietly marched off after the","Output":"others."}
{"Input":"sweet-tempered. I only wish people knew that: then they wouldn't be so","Output":"stingy about it, you know--'"}
{"Input":"thought: still it had VERY long claws and a great many teeth, so she","Output":"felt that it ought to be treated with respect."}
{"Input":" But the snail replied \"Too far, too far!\" and gave a look askance--","Output":" Said he thanked the whiting kindly, but he would not join the dance."}
{"Input":"she opened it, and found in it a very small cake, on which the words","Output":"'EAT ME' were beautifully marked in currants. 'Well, I'll eat it,' said"}
{"Input":"beginning with the end of the tail, and ending with the grin, which","Output":"remained some time after the rest of it had gone."}
{"Input":"I'm quite tired of being such a tiny little thing!'","Output":"It did so indeed, and much sooner than she had expected: before she had"}
{"Input":"feebly stretching out one paw, trying to touch her. 'Poor little thing!'","Output":"said Alice, in a coaxing tone, and she tried hard to whistle to it; but"}
{"Input":"She said the last word with such sudden violence that Alice quite","Output":"jumped; but she saw in another moment that it was addressed to the baby,"}
{"Input":"'I've a right to think,' said Alice sharply, for she was beginning to","Output":"feel a little worried."}
{"Input":"so closely against her foot, that there was hardly room to open her","Output":"mouth; but she did it at last, and managed to swallow a morsel of the"}
{"Input":"the Dodo suddenly called out 'The race is over!' and they all crowded","Output":"round it, panting, and asking, 'But who has won?'"}
{"Input":"alternately without a moment's pause. The only things in the kitchen","Output":"that did not sneeze, were the cook, and a large cat which was sitting on"}
{"Input":"changed into alarm in another moment, when she found that her shoulders","Output":"were nowhere to be found: all she could see, when she looked down, was"}
{"Input":"'If you knew Time as well as I do,' said the Hatter, 'you wouldn't talk","Output":"about wasting IT. It's HIM.'"}
{"Input":"it was in March.' As she said this, she looked up, and there was the Cat","Output":"again, sitting on a branch of a tree."}
{"Input":"Alice had been all the way down one side and up the other, trying every","Output":"door, she walked sadly down the middle, wondering how she was ever to"}
{"Input":"repeated her question. 'Why did they live at the bottom of a well?'","Output":"The Dormouse again took a minute or two to think about it, and then"}
{"Input":"First came ten soldiers carrying clubs; these were all shaped like","Output":"the three gardeners, oblong and flat, with their hands and feet at the"}
{"Input":"speaking to it,' she thought, 'till its ears have come, or at least one","Output":"of them.' In another minute the whole head appeared, and then Alice put"}
{"Input":"to Alice to find herself talking familiarly with them, as if she had","Output":"known them all her life. Indeed, she had quite a long argument with the"}
{"Input":"aloud; and in another moment it was out of sight.","Output":"Alice remained looking thoughtfully at the mushroom for a minute, trying"}
{"Input":"child; 'but little girls eat eggs quite as much as serpents do, you","Output":"know.'"}
{"Input":"Five and Seven said nothing, but looked at Two. Two began in a low","Output":"voice, 'Why the fact is, you see, Miss, this here ought to have been a"}
{"Input":"'Ah! then yours wasn't a really good school,' said the Mock Turtle in","Output":"a tone of great relief. 'Now at OURS they had at the end of the bill,"}
{"Input":"more if you'd rather not.'","Output":"'We indeed!' cried the Mouse, who was trembling down to the end of his"}
{"Input":"yet--it's rather curious, you know, this sort of life! I do wonder what","Output":"CAN have happened to me! When I used to read fairy-tales, I fancied that"}
{"Input":"'I didn't mean it!' pleaded poor Alice. 'But you're so easily offended,","Output":"you know!'"}
{"Input":"'I had NOT!' cried the Mouse, sharply and very angrily.","Output":"'A knot!' said Alice, always ready to make herself useful, and looking"}
{"Input":"'Well, if I must, I must,' the King said, with a melancholy air, and,","Output":"after folding his arms and frowning at the cook till his eyes were"}
{"Input":"was to find it out, we should all have our heads cut off, you know.","Output":"So you see, Miss, we're doing our best, afore she comes, to--' At this"}
{"Input":"The chief difficulty Alice found at first was in managing her flamingo:","Output":"she succeeded in getting its body tucked away, comfortably enough, under"}
{"Input":"her life, and had come to the general conclusion, that wherever you go","Output":"to on the English coast you find a number of bathing machines in the"}
{"Input":"wind, and the pool rippling to the waving of the reeds--the rattling","Output":"teacups would change to tinkling sheep-bells, and the Queen's shrill"}
{"Input":"'Tell us a story!' said the March Hare.","Output":"'Yes, please do!' pleaded Alice."}
{"Input":"tried to beat them off, and found herself lying on the bank, with her","Output":"head in the lap of her sister, who was gently brushing away some dead"}
{"Input":"as \"I sleep when I breathe\"!'","Output":"'It IS the same thing with you,' said the Hatter, and here the"}
{"Input":"'What size do you want to be?' it asked.","Output":"'Oh, I'm not particular as to size,' Alice hastily replied; 'only one"}
{"Input":"'Boots and shoes under the sea,' the Gryphon went on in a deep voice,","Output":"'are done with a whiting. Now you know.'"}
{"Input":"the royal children; there were ten of them, and the little dears came","Output":"jumping merrily along hand in hand, in couples: they were all ornamented"}
{"Input":"take more.'","Output":"'You mean you can't take LESS,' said the Hatter: 'it's very easy to take"}
{"Input":"flinging the baby at her as she spoke. 'I must go and get ready to play","Output":"croquet with the Queen,' and she hurried out of the room. The cook threw"}
{"Input":"This did not seem to encourage the witness at all: he kept shifting","Output":"from one foot to the other, looking uneasily at the Queen, and in"}
{"Input":"glass; there was nothing on it except a tiny golden key, and Alice's","Output":"first thought was that it might belong to one of the doors of the hall;"}
{"Input":"On which Seven looked up and said, 'That's right, Five! Always lay the","Output":"blame on others!'"}
{"Input":"like the look of the thing at all. 'But perhaps it was only sobbing,'","Output":"she thought, and looked into its eyes again, to see if there were any"}
{"Input":"till I'm somebody else\"--but, oh dear!' cried Alice, with a sudden burst","Output":"of tears, 'I do wish they WOULD put their heads down! I am so VERY tired"}
{"Input":"with one eye; 'I seem to see some meaning in them, after all. \"--SAID","Output":"I COULD NOT SWIM--\" you can't swim, can you?' he added, turning to the"}
{"Input":"sat down and cried.","Output":"'Come, there's no use in crying like that!' said Alice to herself,"}
{"Input":"their eyes and mouths so VERY wide, but she gained courage as she went","Output":"on. Her listeners were perfectly quiet till she got to the part about"}
{"Input":"on. Her listeners were perfectly quiet till she got to the part about","Output":"her repeating 'YOU ARE OLD, FATHER WILLIAM,' to the Caterpillar, and the"}
{"Input":"  *    *    *    *    *    *    *","Output":"    *    *    *    *    *    *"}
{"Input":"be growing small again.' She got up and went to the table to measure","Output":"herself by it, and found that, as nearly as she could guess, she was now"}
{"Input":"she was up to her chin in salt water. Her first idea was that she","Output":"had somehow fallen into the sea, 'and in that case I can go back by"}
{"Input":"'Of course you don't!' the Hatter said, tossing his head contemptuously.","Output":"'I dare say you never even spoke to Time!'"}
{"Input":"you're changed, do you?'","Output":"'I'm afraid I am, sir,' said Alice; 'I can't remember things as I"}
{"Input":"Alice)--'and perhaps you were never even introduced to a lobster--'","Output":"(Alice began to say 'I once tasted--' but checked herself hastily, and"}
{"Input":"'One side of WHAT? The other side of WHAT?' thought Alice to herself.","Output":"'Of the mushroom,' said the Caterpillar, just as if she had asked it"}
{"Input":"told me he was going a journey, I should say \"With what porpoise?\"'","Output":"'Don't you mean \"purpose\"?' said Alice."}
{"Input":"'You may go,' said the King, and the Hatter hurriedly left the court,","Output":"without even waiting to put his shoes on."}
{"Input":"'An arm, you goose! Who ever saw one that size? Why, it fills the whole","Output":"window!'"}
{"Input":"Mercia and Northumbria--\"'","Output":"'Ugh!' said the Lory, with a shiver."}
{"Input":"a Hatter: and in THAT direction,' waving the other paw, 'lives a March","Output":"Hare. Visit either you like: they're both mad.'"}
{"Input":"'No, no!' said the Queen. 'Sentence first--verdict afterwards.'","Output":"'Stuff and nonsense!' said Alice loudly. 'The idea of having the"}
{"Input":"drunk half the bottle, she found her head pressing against the ceiling,","Output":"and had to stoop to save her neck from being broken. She hastily put"}
{"Input":"of course?'","Output":"'Yes,' said Alice, 'I've often seen them at dinn--' she checked herself"}
{"Input":"go round and get in at the window.'","Output":"'THAT you won't' thought Alice, and, after waiting till she fancied"}
{"Input":"'Yes!' shouted Alice.","Output":"'Come on, then!' roared the Queen, and Alice joined the procession,"}
{"Input":"occasional exclamation of 'Hjckrrh!' from the Gryphon, and the constant","Output":"heavy sobbing of the Mock Turtle. Alice was very nearly getting up and"}
{"Input":"'Very much indeed,' said Alice.","Output":"'Come, let's try the first figure!' said the Mock Turtle to the Gryphon."}
{"Input":"Alice opened the door and found that it led into a small passage, not","Output":"much larger than a rat-hole: she knelt down and looked along the passage"}
{"Input":"'Would you like to see a little of it?' said the Mock Turtle.","Output":"'Very much indeed,' said Alice."}
{"Input":"next! As for pulling me out of the window, I only wish they COULD! I'm","Output":"sure I don't want to stay in here any longer!'"}
{"Input":"'Your Majesty must cross-examine THIS witness.'","Output":"'Well, if I must, I must,' the King said, with a melancholy air, and,"}
{"Input":"'I don't know what you mean,' said Alice.","Output":"'Of course you don't!' the Hatter said, tossing his head contemptuously."}
{"Input":"The moment Alice appeared, she was appealed to by all three to settle","Output":"the question, and they repeated their arguments to her, though, as they"}
{"Input":"off, and she swam nearer to make out what it was: at first she thought","Output":"it must be a walrus or hippopotamus, but then she remembered how small"}
{"Input":"between them, fast asleep, and the other two were using it as a","Output":"cushion, resting their elbows on it, and talking over its head. 'Very"}
{"Input":"against a buttercup to rest herself, and fanned herself with one of the","Output":"leaves: 'I should have liked teaching it tricks very much, if--if I'd"}
{"Input":"'I could tell you my adventures--beginning from this morning,' said","Output":"Alice a little timidly: 'but it's no use going back to yesterday,"}
{"Input":"Alice was thoroughly puzzled. 'Does the boots and shoes!' she repeated","Output":"in a wondering tone."}
{"Input":"'It wasn't very civil of you to sit down without being invited,' said","Output":"the March Hare."}
{"Input":"Alice, 'and if it makes me grow larger, I can reach the key; and if it","Output":"makes me grow smaller, I can creep under the door; so either way I'll"}
{"Input":"Alice could think of nothing else to say but 'It belongs to the Duchess:","Output":"you'd better ask HER about it.'"}
{"Input":"anxiously about as it went, as if it had lost something; and she heard","Output":"it muttering to itself 'The Duchess! The Duchess! Oh my dear paws! Oh"}
{"Input":"Lizard's slate-pencil, and the choking of the suppressed guinea-pigs,","Output":"filled the air, mixed up with the distant sobs of the miserable Mock"}
{"Input":"of the March Hare: she thought it must be the right house, because the","Output":"chimneys were shaped like ears and the roof was thatched with fur. It"}
{"Input":"'Why,' said the Dodo, 'the best way to explain it is to do it.' (And, as","Output":"you might like to try the thing yourself, some winter day, I will tell"}
{"Input":"think you could draw treacle out of a treacle-well--eh, stupid?'","Output":"'But they were IN the well,' Alice said to the Dormouse, not choosing to"}
{"Input":"'Shan't,' said the cook.","Output":"The King looked anxiously at the White Rabbit, who said in a low voice,"}
{"Input":"of THAT is--\"Take care of the sense, and the sounds will take care of","Output":"themselves.\"'"}
{"Input":"there,' thought Alice, 'it'll never do to come upon them THIS size: why,","Output":"I should frighten them out of their wits!' So she began nibbling at the"}
{"Input":"had!'","Output":"'Oh, I've had such a curious dream!' said Alice, and she told her"}
{"Input":"'Nothing,' said Alice.","Output":"'Nothing WHATEVER?' persisted the King."}
{"Input":"'Oh, a song, please, if the Mock Turtle would be so kind,' Alice","Output":"replied, so eagerly that the Gryphon said, in a rather offended tone,"}
{"Input":"   'Beautiful Soup! Who cares for fish,","Output":"   Game, or any other dish?"}
{"Input":"Alice did not feel encouraged to ask any more questions about it, so she","Output":"turned to the Mock Turtle, and said 'What else had you to learn?'"}
{"Input":"Alice looked down at them, and considered a little before she gave her","Output":"answer. 'They're done with blacking, I believe.'"}
{"Input":"'Swim after them!' screamed the Gryphon.","Output":"'Turn a somersault in the sea!' cried the Mock Turtle, capering wildly"}
{"Input":"   My notion was that you had been","Output":"    (Before she had this fit)"}
{"Input":"she was talking. 'How CAN I have done that?' she thought. 'I must","Output":"be growing small again.' She got up and went to the table to measure"}
{"Input":"  *    *    *    *    *    *    *","Output":"'What a curious feeling!' said Alice; 'I must be shutting up like a"}
{"Input":"to ask.","Output":"'Suppose we change the subject,' the March Hare interrupted, yawning."}
{"Input":"'It began with the tea,' the Hatter replied.","Output":"'Of course twinkling begins with a T!' said the King sharply. 'Do you"}
{"Input":"'It IS the same thing with you,' said the Hatter, and here the","Output":"conversation dropped, and the party sat silent for a minute, while Alice"}
{"Input":"'Wouldn't it really?' said Alice in a tone of great surprise.","Output":"'Of course not,' said the Mock Turtle: 'why, if a fish came to ME, and"}
{"Input":"'I didn't!' the March Hare interrupted in a great hurry.","Output":"'You did!' said the Hatter."}
{"Input":"  And will talk in contemptuous tones of the Shark,","Output":"  But, when the tide rises and sharks are around,"}
{"Input":"'But what happens when you come to the beginning again?' Alice ventured","Output":"to ask."}
{"Input":"   If I or she should chance to be","Output":"    Involved in this affair,"}
{"Input":"The Gryphon sat up and rubbed its eyes: then it watched the Queen till","Output":"she was out of sight: then it chuckled. 'What fun!' said the Gryphon,"}
{"Input":"filled the air, mixed up with the distant sobs of the miserable Mock","Output":"Turtle."}
{"Input":"'That's right!' shouted the Queen. 'Can you play croquet?'","Output":"The soldiers were silent, and looked at Alice, as the question was"}
{"Input":"time the Queen was in a furious passion, and went stamping about, and","Output":"shouting 'Off with his head!' or 'Off with her head!' about once in a"}
{"Input":"what they're about!'","Output":"'Read them,' said the King."}
{"Input":"itself upright as it spoke (it was exactly three inches high).","Output":"'But I'm not used to it!' pleaded poor Alice in a piteous tone. And"}
{"Input":"accident, all except the Lizard, who seemed too much overcome to do","Output":"anything but sit with its mouth open, gazing up into the roof of the"}
{"Input":"This sounded promising, certainly: Alice turned and came back again.","Output":"'Keep your temper,' said the Caterpillar."}
{"Input":"mushroom, and crawled away in the grass, merely remarking as it went,","Output":"'One side will make you grow taller, and the other side will make you"}
{"Input":"verse.'","Output":"'But about his toes?' the Mock Turtle persisted. 'How COULD he turn them"}
{"Input":"obliged to write with one finger for the rest of the day; and this was","Output":"of very little use, as it left no mark on the slate."}
{"Input":"Alice was very glad to find her in such a pleasant temper, and thought","Output":"to herself that perhaps it was only the pepper that had made her so"}
{"Input":"The Queen had only one way of settling all difficulties, great or small.","Output":"'Off with his head!' she said, without even looking round."}
{"Input":"state of mind, she turned away.","Output":"'Come back!' the Caterpillar called after her. 'I've something important"}
{"Input":"'Not at all,' said Alice: 'she's so extremely--' Just then she noticed","Output":"that the Queen was close behind her, listening: so she went on,"}
{"Input":"like them raw.'","Output":"'Well, be off, then!' said the Pigeon in a sulky tone, as it settled"}
{"Input":"it: she could see it quite plainly through the glass, and she tried her","Output":"best to climb up one of the legs of the table, but it was too slippery;"}
{"Input":"thimble'; and, when it had finished this short speech, they all cheered.","Output":"Alice thought the whole thing very absurd, but they all looked so grave"}
{"Input":"away from her as hard as it could go, and making quite a commotion in","Output":"the pool as it went."}
{"Input":"about the reason and all that,' he said to the Gryphon.","Output":"'The reason is,' said the Gryphon, 'that they WOULD go with the lobsters"}
{"Input":"Alice.","Output":"'Oh, don't talk about trouble!' said the Duchess. 'I make you a present"}
{"Input":"'Everybody says \"come on!\" here,' thought Alice, as she went slowly","Output":"after it: 'I never was so ordered about in all my life, never!'"}
{"Input":"hastily.","Output":"'I don't know where Dinn may be,' said the Mock Turtle, 'but if you've"}
{"Input":"'Stolen!' the King exclaimed, turning to the jury, who instantly made a","Output":"memorandum of the fact."}
{"Input":"your pocket?' he went on, turning to Alice.","Output":"'Only a thimble,' said Alice sadly."}
{"Input":"            With","Output":"          no jury"}
{"Input":"Which brought them back again to the beginning of the conversation.","Output":"Alice felt a little irritated at the Caterpillar's making such VERY"}
{"Input":"remarked, 'If you can't be civil, you'd better finish the story for","Output":"yourself.'"}
{"Input":"could not stand, and she went round the court and got behind him, and","Output":"very soon found an opportunity of taking it away. She did it so quickly"}
{"Input":"Lobster Quadrille is!'","Output":"'No, indeed,' said Alice. 'What sort of a dance is it?'"}
{"Input":"sitting sad and lonely on a little ledge of rock, and, as they came","Output":"nearer, Alice could hear him sighing as if his heart would break. She"}
{"Input":"sea-shore--'","Output":"'Two lines!' cried the Mock Turtle. 'Seals, turtles, salmon, and so on;"}
{"Input":"Forty-two. ALL PERSONS MORE THAN A MILE HIGH TO LEAVE THE COURT.'","Output":"Everybody looked at Alice."}
{"Input":"sort of way, 'Do cats eat bats? Do cats eat bats?' and sometimes, 'Do","Output":"bats eat cats?' for, you see, as she couldn't answer either question,"}
{"Input":"   'Soo--oop of the e--e--evening,","Output":"     Beautiful, beautiful Soup!'"}
{"Input":"Alice started to her feet, for it flashed across her mind that she had","Output":"never before seen a rabbit with either a waistcoat-pocket, or a watch"}
{"Input":"the Duchess and the baby--the fire-irons came first; then followed a","Output":"shower of saucepans, plates, and dishes. The Duchess took no notice of"}
{"Input":"   Soo--oop of the e--e--evening,","Output":"     Beautiful, beauti--FUL SOUP!'"}
{"Input":"kiss my hand if it likes.'","Output":"'I'd rather not,' the Cat remarked."}
{"Input":"remained some time after the rest of it had gone.","Output":"'Well! I've often seen a cat without a grin,' thought Alice; 'but a grin"}
{"Input":"'Is that the way YOU manage?' Alice asked.","Output":"The Hatter shook his head mournfully. 'Not I!' he replied. 'We"}
{"Input":"trial done,' she thought, 'and hand round the refreshments!' But there","Output":"seemed to be no chance of this, so she began looking at everything about"}
{"Input":"Alice looked all round the table, but there was nothing on it but tea.","Output":"'I don't see any wine,' she remarked."}
{"Input":"about it.' (The jury all looked puzzled.)","Output":"'He must have imitated somebody else's hand,' said the King. (The jury"}
{"Input":"his eyes. He looked at Alice, and tried to speak, but for a minute or","Output":"two sobs choked his voice. 'Same as if he had a bone in his throat,'"}
{"Input":"           death.\"'","Output":"'You are not attending!' said the Mouse to Alice severely. 'What are you"}
{"Input":"'Oh, there's no use in talking to him,' said Alice desperately: 'he's","Output":"perfectly idiotic!' And she opened the door and went in."}
{"Input":"'Very,' said Alice: '--where's the Duchess?'","Output":"'Hush! Hush!' said the Rabbit in a low, hurried tone. He looked"}
{"Input":"(IF you don't know what a Gryphon is, look at the picture.) 'Up, lazy","Output":"thing!' said the Queen, 'and take this young lady to see the Mock"}
{"Input":" The Cat's head began fading away the moment he was gone, and,","Output":"by the time he had come back with the Duchess, it had entirely"}
{"Input":"'You mean you can't take LESS,' said the Hatter: 'it's very easy to take","Output":"MORE than nothing.'"}
{"Input":"with sobs, to sing this:--","Output":"   'Beautiful Soup, so rich and green,"}
{"Input":"'I dare say you're wondering why I don't put my arm round your waist,'","Output":"the Duchess said after a pause: 'the reason is, that I'm doubtful about"}
{"Input":"Wonderland, though she knew she had but to open them again, and all","Output":"would change to dull reality--the grass would be only rustling in the"}
{"Input":"that the poor little juror (it was Bill, the Lizard) could not make out","Output":"at all what had become of it; so, after hunting all about for it, he was"}
{"Input":"'No, they're not,' said the White Rabbit, 'and that's the queerest thing","Output":"about it.' (The jury all looked puzzled.)"}
{"Input":"to say!'","Output":"This sounded promising, certainly: Alice turned and came back again."}
{"Input":"hand, watching the setting sun, and thinking of little Alice and all her","Output":"wonderful Adventures, till she too began dreaming after a fashion, and"}
{"Input":" Will you, won't you, will you, won't you, will you join the dance?","Output":" Will you, won't you, will you, won't you, won't you join the dance?\"'"}
{"Input":"'No, indeed,' said Alice. 'What sort of a dance is it?'","Output":"'Why,' said the Gryphon, 'you first form into a line along the"}
{"Input":"it: for she thought, and rightly too, that very few little girls of her","Output":"age knew the meaning of it at all. However, 'jury-men' would have done"}
{"Input":"Here the Queen put on her spectacles, and began staring at the Hatter,","Output":"who turned pale and fidgeted."}
{"Input":"after that savage Queen: so she waited.","Output":"The Gryphon sat up and rubbed its eyes: then it watched the Queen till"}
{"Input":"the three gardeners, oblong and flat, with their hands and feet at the","Output":"corners: next the ten courtiers; these were ornamented all over with"}
{"Input":"          old Fury:","Output":"          \"I'll"}
{"Input":"all the while, till at last it sat down a good way off, panting, with","Output":"its tongue hanging out of its mouth, and its great eyes half shut."}
{"Input":"herself. 'Shy, they seem to put everything upon Bill! I wouldn't be in","Output":"Bill's place for a good deal: this fireplace is narrow, to be sure; but"}
{"Input":"with the dream of Wonderland of long ago: and how she would feel with","Output":"all their simple sorrows, and find a pleasure in all their simple joys,"}
{"Input":"However, everything is queer to-day.'","Output":"Just then she heard something splashing about in the pool a little way"}
{"Input":"them even when they hit her; and the baby was howling so much already,","Output":"that it was quite impossible to say whether the blows hurt it or not."}
{"Input":"filled with tears again as she went on, 'I must be Mabel after all, and","Output":"I shall have to go and live in that poky little house, and have next to"}
{"Input":"would be offended again.","Output":"'Mine is a long and a sad tale!' said the Mouse, turning to Alice, and"}
{"Input":"'Yes,' said Alice, 'I've often seen them at dinn--' she checked herself","Output":"hastily."}
{"Input":"his confusion he bit a large piece out of his teacup instead of the","Output":"bread-and-butter."}
{"Input":"that she looked down into its face in some alarm. This time there could","Output":"be NO mistake about it: it was neither more nor less than a pig, and she"}
{"Input":"'A barrowful of WHAT?' thought Alice; but she had not long to doubt,","Output":"for the next moment a shower of little pebbles came rattling in at the"}
{"Input":"'Now tell me, Pat, what's that in the window?'","Output":"'Sure, it's an arm, yer honour!' (He pronounced it 'arrum.')"}
{"Input":"Seaography: then Drawling--the Drawling-master was an old conger-eel,","Output":"that used to come once a week: HE taught us Drawling, Stretching, and"}
{"Input":"So she swallowed one of the cakes, and was delighted to find that she","Output":"began shrinking directly. As soon as she was small enough to get through"}
{"Input":"   Who for such dainties would not stoop?","Output":"   Soup of the evening, beautiful Soup!"}
{"Input":"faces, and the pattern on their backs was the same as the rest of the","Output":"pack, she could not tell whether they were gardeners, or soldiers, or"}
{"Input":"then she walked down the little passage: and THEN--she found herself at","Output":"last in the beautiful garden, among the bright flower-beds and the cool"}
{"Input":"things of this sort in her lessons in the schoolroom, and though this","Output":"was not a VERY good opportunity for showing off her knowledge, as there"}
{"Input":"explain to you how it was done. They had a large canvas bag, which tied","Output":"up at the mouth with strings: into this they slipped the guinea-pig,"}
{"Input":"could.","Output":"The next thing was to eat the comfits: this caused some noise and"}
{"Input":"         'Fury said to a","Output":"         mouse, That he"}
{"Input":"'What for?' said Alice.","Output":"'Did you say \"What a pity!\"?' the Rabbit asked."}
{"Input":"Hatter and the March Hare went 'Sh! sh!' and the Dormouse sulkily","Output":"remarked, 'If you can't be civil, you'd better finish the story for"}
{"Input":"beasts and other unpleasant things, all because they WOULD not remember","Output":"the simple rules their friends had taught them: such as, that a red-hot"}
{"Input":"label, with the words 'DRINK ME' beautifully printed on it in large","Output":"letters."}
{"Input":"snappishly. 'You're enough to try the patience of an oyster!'","Output":"'I wish I had our Dinah here, I know I do!' said Alice aloud, addressing"}
{"Input":"always growing larger and smaller, and being ordered about by mice and","Output":"rabbits. I almost wish I hadn't gone down that rabbit-hole--and yet--and"}
{"Input":"wonderful Adventures, till she too began dreaming after a fashion, and","Output":"this was her dream:--"}
{"Input":"funny watch!' she remarked. 'It tells the day of the month, and doesn't","Output":"tell what o'clock it is!'"}
{"Input":"that did not sneeze, were the cook, and a large cat which was sitting on","Output":"the hearth and grinning from ear to ear."}
{"Input":"in the world she was to get out again.","Output":"The rabbit-hole went straight on like a tunnel for some way, and then"}
{"Input":"the best plan.'","Output":"It sounded an excellent plan, no doubt, and very neatly and simply"}
{"Input":"then treading on her toes when they passed too close, and waving their","Output":"forepaws to mark the time, while the Mock Turtle sang this, very slowly"}
{"Input":"nothing.","Output":"'When we were little,' the Mock Turtle went on at last, more calmly,"}
{"Input":"to on the English coast you find a number of bathing machines in the","Output":"sea, some children digging in the sand with wooden spades, then a row"}
{"Input":"was the first sentence in her French lesson-book. The Mouse gave a","Output":"sudden leap out of the water, and seemed to quiver all over with fright."}
{"Input":"but I don't remember where.'","Output":"'Well, it must be removed,' said the King very decidedly, and he called"}
{"Input":"and he went on in these words:","Output":"'Yes, we went to school in the sea, though you mayn't believe it--'"}
{"Input":"This question the Dodo could not answer without a great deal of thought,","Output":"and it sat for a long time with one finger pressed upon its forehead"}
{"Input":"than what you had been would have appeared to them to be otherwise.\"'","Output":"'I think I should understand that better,' Alice said very politely, 'if"}
{"Input":"fancy--Who's to go down the chimney?--Nay, I shan't! YOU do it!--That I","Output":"won't, then!--Bill's to go down--Here, Bill! the master says you're to"}
{"Input":"and holding it to his ear.","Output":"Alice considered a little, and then said 'The fourth.'"}
{"Input":"when they had been running half an hour or so, and were quite dry again,","Output":"the Dodo suddenly called out 'The race is over!' and they all crowded"}
{"Input":"    Said his father; 'don't give yourself airs!","Output":"   Do you think I can listen all day to such stuff?"}
{"Input":"Alice was just beginning to think to herself, 'Now, what am I to do with","Output":"this creature when I get it home?' when it grunted again, so violently,"}
{"Input":"'but I must be on the look-out for serpents night and day! Why, I","Output":"haven't had a wink of sleep these three weeks!'"}
{"Input":"poker will burn you if you hold it too long; and that if you cut your","Output":"finger VERY deeply with a knife, it usually bleeds; and she had never"}
{"Input":"never before seen a rabbit with either a waistcoat-pocket, or a watch","Output":"to take out of it, and burning with curiosity, she ran across the field"}
{"Input":"I shall have to go and live in that poky little house, and have next to","Output":"no toys to play with, and oh! ever so many lessons to learn! No, I've"}
{"Input":"about a whiting before.'","Output":"'I can tell you more than that, if you like,' said the Gryphon. 'Do you"}
{"Input":"everything's curious today. I think I may as well go in at once.' And in","Output":"she went."}
{"Input":"'What was THAT like?' said Alice.","Output":"'Well, I can't show it you myself,' the Mock Turtle said: 'I'm too"}
{"Input":" (In which the cook and the baby joined):--","Output":"       'Wow! wow! wow!'"}
{"Input":"But at any rate he might answer questions.--How am I to get in?' she","Output":"repeated, aloud."}
{"Input":"\"What for?\"'","Output":"'She boxed the Queen's ears--' the Rabbit began. Alice gave a little"}
{"Input":"'it's a vegetable. It doesn't look like one, but it is.'","Output":"'I quite agree with you,' said the Duchess; 'and the moral of that"}
{"Input":"'It must have been that,' said the King, 'unless it was written to","Output":"nobody, which isn't usual, you know.'"}
{"Input":"The Hatter shook his head mournfully. 'Not I!' he replied. 'We","Output":"quarrelled last March--just before HE went mad, you know--' (pointing"}
{"Input":"thousand miles down, I think--' (for, you see, Alice had learnt several","Output":"things of this sort in her lessons in the schoolroom, and though this"}
{"Input":"and said 'That's very curious.'","Output":"'It's all about as curious as it can be,' said the Gryphon."}
{"Input":"'You did!' said the Hatter.","Output":"'I deny it!' said the March Hare."}
{"Input":"sneezed occasionally; and as for the baby, it was sneezing and howling","Output":"alternately without a moment's pause. The only things in the kitchen"}
{"Input":"        prosecute","Output":"         YOU.--Come,"}
{"Input":"'Mary Ann! Mary Ann!' said the voice. 'Fetch me my gloves this moment!'","Output":"Then came a little pattering of feet on the stairs. Alice knew it was"}
{"Input":"'I don't much care where--' said Alice.","Output":"'Then it doesn't matter which way you go,' said the Cat."}
{"Input":"a VERY turn-up nose, much more like a snout than a real nose; also its","Output":"eyes were getting extremely small for a baby: altogether Alice did not"}
{"Input":"Alice didn't think that proved it at all; however, she went on 'And how","Output":"do you know that you're mad?'"}
{"Input":"interrupted, 'if you don't explain it as you go on? It's by far the most","Output":"confusing thing I ever heard!'"}
{"Input":"Alice said nothing: she had never been so much contradicted in her life","Output":"before, and she felt that she was losing her temper."}
{"Input":"the Mouse's tail; 'but why do you call it sad?' And she kept on puzzling","Output":"about it while the Mouse was speaking, so that her idea of the tale was"}
{"Input":"'This here young lady,' said the Gryphon, 'she wants for to know your","Output":"history, she do.'"}
{"Input":"thought over all she could remember about ravens and writing-desks,","Output":"which wasn't much."}
{"Input":"disappointment it was empty: she did not like to drop the jar for fear","Output":"of killing somebody, so managed to put it into one of the cupboards as"}
{"Input":"The Fish-Footman began by producing from under his arm a great letter,","Output":"nearly as large as himself, and this he handed over to the other,"}
{"Input":"shoulders got to? And oh, my poor hands, how is it I can't see you?'","Output":"She was moving them about as she spoke, but no result seemed to follow,"}
{"Input":"whether you're a little girl or a serpent?'","Output":"'It matters a good deal to ME,' said Alice hastily; 'but I'm not looking"}
{"Input":"The Knave shook his head sadly. 'Do I look like it?' he said. (Which he","Output":"certainly did NOT, being made entirely of cardboard.)"}
{"Input":"age, there was no more to be said.","Output":"At last the Mouse, who seemed to be a person of authority among them,"}
{"Input":"'You might just as well say,' added the March Hare, 'that \"I like what I","Output":"get\" is the same thing as \"I get what I like\"!'"}
{"Input":"somewhere near the centre of the earth. Let me see: that would be four","Output":"thousand miles down, I think--' (for, you see, Alice had learnt several"}
{"Input":"'Treacle,' said a sleepy voice behind her.","Output":"'Collar that Dormouse,' the Queen shrieked out. 'Behead that Dormouse!"}
{"Input":"'Hand it over here,' said the Dodo.","Output":"Then they all crowded round her once more, while the Dodo solemnly"}
{"Input":"sharp little chin into Alice's shoulder as she added, 'and the moral","Output":"of THAT is--\"Take care of the sense, and the sounds will take care of"}
{"Input":"'But what did the Dormouse say?' one of the jury asked.","Output":"'That I can't remember,' said the Hatter."}
{"Input":"It did so indeed, and much sooner than she had expected: before she had","Output":"drunk half the bottle, she found her head pressing against the ceiling,"}
{"Input":"The Dormouse slowly opened his eyes. 'I wasn't asleep,' he said in a","Output":"hoarse, feeble voice: 'I heard every word you fellows were saying.'"}
{"Input":"And she went on planning to herself how she would manage it. 'They must","Output":"go by the carrier,' she thought; 'and how funny it'll seem, sending"}
{"Input":"'stupid,' and that he had to ask his neighbour to tell him. 'A nice","Output":"muddle their slates'll be in before the trial's over!' thought Alice."}
{"Input":"(the position in which you usually see Shakespeare, in the pictures","Output":"of him), while the rest waited in silence. At last the Dodo said,"}
{"Input":"was just in time to hear it say, as it turned a corner, 'Oh my ears","Output":"and whiskers, how late it's getting!' She was close behind it when she"}
{"Input":"the right-hand bit to try the effect: the next moment she felt a violent","Output":"blow underneath her chin: it had struck her foot!"}
{"Input":"   'They told me you had been to her,","Output":"    And mentioned me to him:"}
{"Input":"thought Alice, 'they're sure to kill it in a day or two: wouldn't it be","Output":"murder to leave it behind?' She said the last words out loud, and the"}
{"Input":"courtiers, or three of her own children.","Output":"'How should I know?' said Alice, surprised at her own courage. 'It's no"}
{"Input":"doorway; 'and even if my head would go through,' thought poor Alice, 'it","Output":"would be of very little use without my shoulders. Oh, how I wish I could"}
{"Input":"'No,' said the Caterpillar.","Output":"Alice thought she might as well wait, as she had nothing else to do, and"}
{"Input":"and she very good-naturedly began hunting about for them, but they were","Output":"nowhere to be seen--everything seemed to have changed since her swim in"}
{"Input":"appear to others that what you were or might have been was not otherwise","Output":"than what you had been would have appeared to them to be otherwise.\"'"}
{"Input":"repeated, aloud.","Output":"'I shall sit here,' the Footman remarked, 'till tomorrow--'"}
{"Input":"the verses to himself: '\"WE KNOW IT TO BE TRUE--\" that's the jury, of","Output":"course--\"I GAVE HER ONE, THEY GAVE HIM TWO--\" why, that must be what he"}
{"Input":"court,\" and I never understood what it meant till now.'","Output":"'If that's all you know about it, you may stand down,' continued the"}
{"Input":"'Then you shouldn't talk,' said the Hatter.","Output":"This piece of rudeness was more than Alice could bear: she got up in"}
{"Input":"that used to come once a week: HE taught us Drawling, Stretching, and","Output":"Fainting in Coils.'"}
{"Input":"   Who would not give all else for two","Output":"   Pennyworth only of beautiful Soup?"}
{"Input":"      mouse to the","Output":"       cur, \"Such"}
{"Input":"'I quite agree with you,' said the Duchess; 'and the moral of that","Output":"is--\"Be what you would seem to be\"--or if you'd like it put more"}
{"Input":"wood--(she considered him to be a footman because he was in livery:","Output":"otherwise, judging by his face only, she would have called him a"}
{"Input":"her life; it was all ridges and furrows; the balls were live hedgehogs,","Output":"the mallets live flamingoes, and the soldiers had to double themselves"}
{"Input":"'To begin with,' said the Cat, 'a dog's not mad. You grant that?'","Output":"'I suppose so,' said Alice."}
{"Input":"executions I have ordered'; and she walked off, leaving Alice alone with","Output":"the Gryphon. Alice did not quite like the look of the creature, but on"}
{"Input":"'I dare say you never even spoke to Time!'","Output":"'Perhaps not,' Alice cautiously replied: 'but I know I have to beat time"}
{"Input":"She was a good deal frightened by this very sudden change, but she felt","Output":"that there was no time to be lost, as she was shrinking rapidly; so she"}
{"Input":"'No, please go on!' Alice said very humbly; 'I won't interrupt again. I","Output":"dare say there may be ONE.'"}
{"Input":"          no jury","Output":"        or judge,"}
{"Input":"nothing, being fast asleep.","Output":"'After that,' continued the Hatter, 'I cut some more bread-and-butter--'"}
{"Input":"the earls of Mercia and Northumbria, declared for him: and even Stigand,","Output":"the patriotic archbishop of Canterbury, found it advisable--\"'"}
{"Input":"wrote down all three dates on their slates, and then added them up, and","Output":"reduced the answer to shillings and pence."}
{"Input":"tone; 'at least there's no room to grow up any more HERE.'","Output":"'But then,' thought Alice, 'shall I NEVER get any older than I am"}
{"Input":"do you know that you're mad?'","Output":"'To begin with,' said the Cat, 'a dog's not mad. You grant that?'"}
{"Input":"This piece of rudeness was more than Alice could bear: she got up in","Output":"great disgust, and walked off; the Dormouse fell asleep instantly, and"}
{"Input":"Everything is so out-of-the-way down here, that I should think very","Output":"likely it can talk: at any rate, there's no harm in trying.' So she"}
{"Input":"'Give your evidence,' said the King; 'and don't be nervous, or I'll have","Output":"you executed on the spot.'"}
{"Input":"you seen the Mock Turtle yet?'","Output":"'No,' said Alice. 'I don't even know what a Mock Turtle is.'"}
{"Input":"said Alice, seriously, 'I'll have nothing more to do with you. Mind","Output":"now!' The poor little thing sobbed again (or grunted, it was impossible"}
{"Input":"However, the Multiplication Table doesn't signify: let's try Geography.","Output":"London is the capital of Paris, and Paris is the capital of Rome, and"}
{"Input":"out 'The Queen! The Queen!' and the three gardeners instantly threw","Output":"themselves flat upon their faces. There was a sound of many footsteps,"}
{"Input":"'--and I hadn't begun my tea--not above a week or so--and what with the","Output":"bread-and-butter getting so thin--and the twinkling of the tea--'"}
{"Input":"and sadly:--","Output":" '\"Will you walk a little faster?\" said a whiting to a snail."}
{"Input":"shall only look up and say \"Who am I then? Tell me that first, and then,","Output":"if I like being that person, I'll come up: if not, I'll stay down here"}
{"Input":"The twelve jurors were all writing very busily on slates. 'What are they","Output":"doing?' Alice whispered to the Gryphon. 'They can't have anything to put"}
{"Input":"get out again.","Output":"Suddenly she came upon a little three-legged table, all made of solid"}
{"Input":"up at the mouth with strings: into this they slipped the guinea-pig,","Output":"head first, and then sat upon it.)"}
{"Input":"the officers of the court. (As that is rather a hard word, I will just","Output":"explain to you how it was done. They had a large canvas bag, which tied"}
{"Input":"'I'd rather not,' the Cat remarked.","Output":"'Don't be impertinent,' said the King, 'and don't look at me like that!'"}
{"Input":"'Wake up, Alice dear!' said her sister; 'Why, what a long sleep you've","Output":"had!'"}
{"Input":"'but it doesn't matter a bit,' she thought to herself.","Output":"At this moment the King, who had been for some time busily writing in"}
{"Input":"only changing the order of the words a little, 'From the Queen. An","Output":"invitation for the Duchess to play croquet.'"}
{"Input":"animals and birds waiting outside. The poor little Lizard, Bill, was","Output":"in the middle, being held up by two guinea-pigs, who were giving it"}
{"Input":"evidently meant for her.","Output":"'Yes!' shouted Alice."}
{"Input":"away,' but they began running when they liked, and left off when they","Output":"liked, so that it was not easy to know when the race was over. However,"}
{"Input":"door, she walked sadly down the middle, wondering how she was ever to","Output":"get out again."}
{"Input":"the whole she thought it would be quite as safe to stay with it as to go","Output":"after that savage Queen: so she waited."}
{"Input":"interrupted: 'UNimportant, your Majesty means, of course,' he said in a","Output":"very respectful tone, but frowning and making faces at him as he spoke."}
{"Input":"One of the jurors had a pencil that squeaked. This of course, Alice","Output":"could not stand, and she went round the court and got behind him, and"}
{"Input":"   I gave her one, they gave him two,","Output":"    You gave us three or more;"}
{"Input":"now!' The poor little thing sobbed again (or grunted, it was impossible","Output":"to say which), and they went on for some while in silence."}
{"Input":"themselves.\"'","Output":"'How fond she is of finding morals in things!' Alice thought to herself."}
{"Input":"'Suppose we change the subject,' the March Hare interrupted, yawning.","Output":"'I'm getting tired of this. I vote the young lady tells us a story.'"}
{"Input":"this last word two or three times over to herself, being rather proud of","Output":"it: for she thought, and rightly too, that very few little girls of her"}
{"Input":"a pleased tone.","Output":"'Pray don't trouble yourself to say it any longer than that,' said"}
{"Input":"into the loveliest garden you ever saw. How she longed to get out of","Output":"that dark hall, and wander about among those beds of bright flowers and"}
{"Input":"savage when they met in the kitchen.","Output":"'When I'M a Duchess,' she said to herself, (not in a very hopeful tone"}
{"Input":"King.","Output":"'I can't go no lower,' said the Hatter: 'I'm on the floor, as it is.'"}
{"Input":"turning to the rose-tree, she went on, 'What HAVE you been doing here?'","Output":"'May it please your Majesty,' said Two, in a very humble tone, going"}
{"Input":"'Yes, but some crumbs must have got in as well,' the Hatter grumbled:","Output":"'you shouldn't have put it in with the bread-knife.'"}
{"Input":"'There's no sort of use in knocking,' said the Footman, 'and that for","Output":"two reasons. First, because I'm on the same side of the door as you"}
{"Input":"    Pray, what is the reason of that?'","Output":"   'In my youth,' said the sage, as he shook his grey locks,"}
{"Input":"thought the poor child, 'for I never was so small as this before, never!","Output":"And I declare it's too bad, that it is!'"}
{"Input":"gave herself very good advice, (though she very seldom followed it),","Output":"and sometimes she scolded herself so severely as to bring tears into"}
{"Input":"knocking, and hurried upstairs, in great fear lest she should meet the","Output":"real Mary Ann, and be turned out of the house before she had found the"}
{"Input":"'Then you should say what you mean,' the March Hare went on.","Output":"'I do,' Alice hastily replied; 'at least--at least I mean what I"}
{"Input":"that attempt proved a failure. Alice heard it say to itself 'Then I'll","Output":"go round and get in at the window.'"}
{"Input":"rope--Will the roof bear?--Mind that loose slate--Oh, it's coming","Output":"down! Heads below!' (a loud crash)--'Now, who did that?--It was Bill, I"}
{"Input":"   'You are old,' said the youth, 'and your jaws are too weak","Output":"    For anything tougher than suet;"}
{"Input":"twist it up into a sort of knot, and then keep tight hold of its right","Output":"ear and left foot, so as to prevent its undoing itself,) she carried"}
{"Input":"the Rabbit coming to look for her, and she trembled till she shook the","Output":"house, quite forgetting that she was now about a thousand times as large"}
{"Input":"wig, (look at the frontispiece if you want to see how he did it,) he did","Output":"not look at all comfortable, and it was certainly not becoming."}
{"Input":"CHAPTER I. Down the Rabbit-Hole","Output":"Alice was beginning to get very tired of sitting by her sister on the"}
{"Input":"business of MINE.'","Output":"The Queen turned crimson with fury, and, after glaring at her for a"}
{"Input":"sentence of execution.'","Output":"'What for?' said Alice."}
{"Input":"tree a few yards off.","Output":"The Cat only grinned when it saw Alice. It looked good-natured, she"}
{"Input":"to be done, I wonder?' As she said this, she came suddenly upon an open","Output":"place, with a little house in it about four feet high. 'Whoever lives"}
{"Input":"Alice was silent.","Output":"The Dormouse had closed its eyes by this time, and was going off into"}
{"Input":"or two, it was as much as she could do to hold it.","Output":"As soon as she had made out the proper way of nursing it, (which was to"}
{"Input":"house, quite forgetting that she was now about a thousand times as large","Output":"as the Rabbit, and had no reason to be afraid of it."}
{"Input":"'How do you like the Queen?' said the Cat in a low voice.","Output":"'Not at all,' said Alice: 'she's so extremely--' Just then she noticed"}
{"Input":"of the cattle in the distance would take the place of the Mock Turtle's","Output":"heavy sobs."}
{"Input":"it twelve? I--'","Output":"'Oh, don't bother ME,' said the Duchess; 'I never could abide figures!'"}
{"Input":"     'How doth the little crocodile","Output":"      Improve his shining tail,"}
{"Input":"home! Why, I wouldn't say anything about it, even if I fell off the top","Output":"of the house!' (Which was very likely true.)"}
{"Input":"added 'It isn't a letter, after all: it's a set of verses.'","Output":"'Are they in the prisoner's handwriting?' asked another of the jurymen."}
{"Input":"'What a curious plan!' exclaimed Alice.","Output":"'That's the reason they're called lessons,' the Gryphon remarked:"}
{"Input":"which produced another dead silence.","Output":"Alice noticed with some surprise that the pebbles were all turning into"}
{"Input":"felt quite strange at first; but she got used to it in a few minutes,","Output":"and began talking to herself, as usual. 'Come, there's half my plan done"}
{"Input":"were lying round the rosetree; for, you see, as they were lying on their","Output":"faces, and the pattern on their backs was the same as the rest of the"}
{"Input":"had made.","Output":"'He took me for his housemaid,' she said to herself as she ran. 'How"}
{"Input":"    For this must ever be","Output":"   A secret, kept from all the rest,"}
{"Input":"    But said I could not swim.","Output":"   He sent them word I had not gone"}
{"Input":"'I HAVE tasted eggs, certainly,' said Alice, who was a very truthful","Output":"child; 'but little girls eat eggs quite as much as serpents do, you"}
{"Input":"silence, and then another confusion of voices--'Hold up his head--Brandy","Output":"now--Don't choke him--How was it, old fellow? What happened to you? Tell"}
{"Input":"'Now, I give you fair warning,' shouted the Queen, stamping on the","Output":"ground as she spoke; 'either you or your head must be off, and that in"}
{"Input":"proposal.","Output":"'Then the Dormouse shall!' they both cried. 'Wake up, Dormouse!' And"}
{"Input":"There was certainly too much of it in the air. Even the Duchess","Output":"sneezed occasionally; and as for the baby, it was sneezing and howling"}
{"Input":"you ARE a simpleton.'","Output":"Alice did not feel encouraged to ask any more questions about it, so she"}
{"Input":"ear and left foot, so as to prevent its undoing itself,) she carried","Output":"it out into the open air. 'IF I don't take this child away with me,'"}
{"Input":"The Mock Turtle sighed deeply, and began, in a voice sometimes choked","Output":"with sobs, to sing this:--"}
{"Input":"Still she went on growing, and, as a last resource, she put one arm out","Output":"of the window, and one foot up the chimney, and said to herself 'Now I"}
{"Input":"    And beat him when he sneezes:","Output":"   He only does it to annoy,"}
{"Input":"opening out like the largest telescope that ever was! Good-bye, feet!'","Output":"(for when she looked down at her feet, they seemed to be almost out of"}
{"Input":"from one foot to the other, looking uneasily at the Queen, and in","Output":"his confusion he bit a large piece out of his teacup instead of the"}
{"Input":"'Are their heads off?' shouted the Queen.","Output":"'Their heads are gone, if it please your Majesty!' the soldiers shouted"}
{"Input":"it muttering to itself 'The Duchess! The Duchess! Oh my dear paws! Oh","Output":"my fur and whiskers! She'll get me executed, as sure as ferrets are"}
{"Input":"'I don't like the look of it at all,' said the King: 'however, it may","Output":"kiss my hand if it likes.'"}
{"Input":"The baby grunted again, and Alice looked very anxiously into its face to","Output":"see what was the matter with it. There could be no doubt that it had"}
{"Input":"was,' he said.","Output":"'Fifteenth,' said the March Hare."}
{"Input":"begun asking riddles.--I believe I can guess that,' she added aloud.","Output":"'Do you mean that you think you can find out the answer to it?' said the"}
{"Input":"she fell past it.","Output":"'Well!' thought Alice to herself, 'after such a fall as this, I shall"}
{"Input":"'I'm afraid I can't put it more clearly,' Alice replied very politely,","Output":"'for I can't understand it myself to begin with; and being so many"}