{"Input":"Which we will niggard with a little rest:","Output":"There is no more to say"}
{"Input":"   Cask. Indeed, he is not fit","Output":"   Decius. Shall no man else be toucht, but onely Caesar?"}
{"Input":"   Cassi. There's a Bargaine made.","Output":"Now know you, Caska, I haue mou'd already"}
{"Input":"Immediately to vs","Output":"   Bru. Lucius, a bowle of Wine"}
{"Input":"   Messa. Nor nothing in your Letters writ of her?","Output":"  Bru. Nothing Messala"}
{"Input":"When the most mightie Gods, by tokens send","Output":"Such dreadfull Heraulds, to astonish vs"}
{"Input":"Either a Coward, or a Flatterer.","Output":"That I did loue thee Caesar, O 'tis true:"}
{"Input":"For I am fresh of spirit, and resolu'd","Output":"To meete all perils, very constantly"}
{"Input":"   Ant. Why Friends, you go to do you know not what:","Output":"Wherein hath Caesar thus deseru'd your loues?"}
{"Input":"How like a Deere, stroken by many Princes,","Output":"Dost thou heere lye?"}
{"Input":"   Ant. But yesterday, the word of Caesar might","Output":"Haue stood against the World: Now lies he there,"}
{"Input":"   Cassi. A friendly eye could neuer see such faults","Output":"   Bru. A Flatterers would not, though they do appeare"}
{"Input":"Heare you ought of her, in yours?","Output":"  Messa. No my Lord"}
{"Input":"Poore man, I know he would not be a Wolfe,","Output":"But that he sees the Romans are but Sheepe:"}
{"Input":"looke about you: Security giues way to Conspiracie.","Output":"The mighty Gods defend thee."}
{"Input":"Exit Seruant.","Output":"  Bru. I know that we shall haue him well to Friend"}
{"Input":"Enter Octauius, Antony, and their Army.","Output":"  Octa. Now Antony, our hopes are answered,"}
{"Input":"And he shall say, you are not well to day:","Output":"Let me vpon my knee, preuaile in this"}
{"Input":"And as he pluck'd his cursed Steele away:","Output":"Marke how the blood of Caesar followed it,"}
{"Input":"Are come with Cassius.","Output":"Enter Cassius and his Powers."}
{"Input":"This Morning are they fled away, and gone,","Output":"And in their steeds, do Rauens, Crowes, and Kites"}
{"Input":"And I will set this foot of mine as farre,","Output":"As who goes farthest"}
{"Input":"So are we Caesars Friends, that haue abridg'd","Output":"His time of fearing death. Stoope Romans, stoope,"}
{"Input":"Of Caesars death","Output":"   1.Ple. I will heare Brutus speake"}
{"Input":"Flourish, and Shout.","Output":"  Bru. What meanes this Showting?"}
{"Input":"The face of Caesar, they are vanished","Output":"   Calp. Caesar, I neuer stood on Ceremonies,"}
{"Input":"I vrg'd you further, then you scratch'd your head,","Output":"And too impatiently stampt with your foote:"}
{"Input":"Haue riu'd the knottie Oakes, and I haue seene","Output":"Th' ambitious Ocean swell, and rage, and foame,"}
{"Input":"We shall be call'd Purgers, not Murderers.","Output":"And for Marke Antony, thinke not of him:"}
{"Input":"And I do feare them","Output":"   Caes What can be auoyded"}
{"Input":"   Caes Let me haue men about me, that are fat,","Output":"Sleeke-headed men, and such as sleepe a-nights:"}
{"Input":"Haue all true Rites, and lawfull Ceremonies,","Output":"It shall aduantage more, then do vs wrong"}
{"Input":"And being prostrate, thus he bad me say:","Output":"Brutus is Noble, Wise, Valiant, and Honest;"}
{"Input":"For piercing Steele, and Darts inuenomed,","Output":"Shall be as welcome to the eares of Brutus,"}
{"Input":"   Art. O Caesar, reade mine first: for mine's a suite","Output":"That touches Caesar neerer. Read it great Caesar"}
{"Input":"She dreampt to night, she saw my Statue,","Output":"Which like a Fountaine, with an hundred spouts"}
{"Input":"at mouth, and was speechlesse","Output":"   Brut. 'Tis very like he hath the Falling sicknesse"}
{"Input":"Then to repute himselfe a Sonne of Rome","Output":"Vnder these hard Conditions, as this time"}
{"Input":"   Cinna. Breefely, I dwell by the Capitoll","Output":"   3. Your name sir, truly"}
{"Input":"  Messa. Is not that hee?","Output":"  Titin. No, this was he Messala,"}
{"Input":"   Cas. How scap'd I killing, when I crost you so?","Output":"O insupportable, and touching losse!"}
{"Input":"There is no harme intended to your person,","Output":"Nor to no Roman else: so tell them Publius"}
{"Input":"Fulfill your pleasure. Liue a thousand yeeres,","Output":"I shall not finde my selfe so apt to dye."}
{"Input":"   Luc. The strings my Lord, are false","Output":"   Bru. He thinkes he still is at his Instrument."}
{"Input":"As who goes farthest","Output":"   Cassi. There's a Bargaine made."}
{"Input":"   Bru. Therein our Letters do not well agree:","Output":"Mine speake of seuenty Senators, that dy'de"}
{"Input":"   Cassi. What? durst not tempt him?","Output":"  Bru. For your life you durst not"}
{"Input":"To be exalted with the threatning Clouds:","Output":"But neuer till to Night, neuer till now,"}
{"Input":"The Brest of Heauen, I did present my selfe","Output":"Euen in the ayme, and very flash of it"}
{"Input":"   Ser. I will my Lord.","Output":"Exit"}
{"Input":"  Bru. Where, where Messala, doth his body lye?","Output":"  Messa. Loe yonder, and Titinius mourning it"}
{"Input":"  Octa. Not that we loue words better, as you do","Output":"   Bru. Good words are better then bad strokes Octauius"}
{"Input":"   2 That's as much as to say, they are fooles that marrie:","Output":"you'l beare me a bang for that I feare: proceede directly"}
{"Input":"And then, we will deliuer you the cause,","Output":"Why I, that did loue Caesar when I strooke him,"}
{"Input":"  Luc. I heare none Madam","Output":"   Por. Prythee listen well:"}
{"Input":"Speake to me, what thou art","Output":"   Ghost. Thy euill Spirit Brutus?"}
{"Input":"and dye all Slaues; then that Caesar were dead, to","Output":"liue all Free-men? As Caesar lou'd mee, I weepe for him;"}
{"Input":"no lesse","Output":"   Brut. And after that, he came thus sad away"}
{"Input":"Shrunke to this little Measure? Fare thee well.","Output":"I know not Gentlemen what you intend,"}
{"Input":"If Cassius might haue rul'd","Output":"   Octa. Come, come, the cause. If arguing make vs swet,"}
{"Input":"  Bru. Nothing Messala","Output":"   Messa. That me thinkes is strange"}
{"Input":"That Antony speake in his Funerall:","Output":"Know you how much the people may be mou'd"}
{"Input":"I slew the Coward, and did take it from him","Output":"   Titin. O Cassius, Brutus gaue the word too early,"}
{"Input":"Thunder, and Lightning. Enter Caska, and Cicero.","Output":"  Cic. Good euen, Caska: brought you Caesar home?"}
{"Input":"   Caes. Who is it in the presse, that calles on me?","Output":"I heare a Tongue shriller then all the Musicke"}
{"Input":"The Gods to day stand friendly, that we may","Output":"Louers in peace, leade on our dayes to age."}
{"Input":"Shall Rome, &c. Thus must I piece it out:","Output":"Shall Rome stand vnder one mans awe? What Rome?"}
{"Input":"Now could I (Caska) name to thee a man,","Output":"Most like this dreadfull Night,"}
{"Input":"Would ruffle vp your Spirits, and put a Tongue","Output":"In euery Wound of Caesar, that should moue"}
{"Input":"  Bru. You say, you are a better Souldier:","Output":"Let it appeare so; make your vaunting true,"}
{"Input":"   Bru. Do so, and let no man abide this deede,","Output":"But we the Doers."}
{"Input":"He had a Feauer when he was in Spaine,","Output":"And when the Fit was on him, I did marke"}
{"Input":"As huge as high Olympus","Output":"   Cassi. Come Antony, and yong Octauius come,"}
{"Input":"Enter Caesar, Antony for the Course, Calphurnia, Portia, Decius,","Output":"Cicero,"}
{"Input":"With all kinde loue, good thoughts, and reuerence","Output":"   Cassi. Your voyce shall be as strong as any mans,"}
{"Input":"   Bru. O yes, and soundlesse too:","Output":"For you haue stolne their buzzing Antony,"}
{"Input":"From the hard hands of Peazants, their vile trash","Output":"By any indirection. I did send"}
{"Input":"I that deny'd thee Gold, will giue my Heart:","Output":"Strike as thou did'st at Caesar: For I know,"}
{"Input":"with me?","Output":"  Bru. I Caska, tell vs what hath chanc'd to day"}
{"Input":"Loe Caesar is affraid?","Output":"Pardon me Caesar, for my deere deere loue"}
{"Input":"How now Fellow?","Output":"Enter Seruant."}
{"Input":"Caesars Ambition shall be glanced at.","Output":"And after this, let Caesar seat him sure,"}
{"Input":"Exeunt. all the Plebeians.","Output":"Actus Quartus."}
{"Input":"   Brut. Nay, I am sure it is, Volumnius.","Output":"Thou seest the World, Volumnius, how it goes,"}
{"Input":"Wee'l heare him: Noble Antony go vp","Output":"   Ant. For Brutus sake, I am beholding to you"}
{"Input":"Can be retentiue to the strength of spirit:","Output":"But Life being wearie of these worldly Barres,"}
{"Input":"   Caes The cause is in my Will, I will not come,","Output":"That is enough to satisfie the Senate."}
{"Input":"would not haue taken him at a word, I would I might","Output":"goe to Hell among the Rogues, and so hee fell. When"}
{"Input":"Therein, yee Gods, you make the weake most strong;","Output":"Therein, yee Gods, you Tyrants doe defeat."}
{"Input":"I haue heard,","Output":"Where many of the best respect in Rome,"}
{"Input":"And fearefull, as these strange eruptions are","Output":"   Cask. 'Tis Caesar that you meane:"}
{"Input":"But with an angry wafter of your hand","Output":"Gaue signe for me to leaue you: So I did,"}
{"Input":"Vpon what sicknesse?","Output":"  Bru. Impatient of my absence,"}
{"Input":"   Cassi. I pray you do","Output":"   Brut. I am not Gamesom: I do lacke some part"}
{"Input":"Opens the Letter, and reades.","Output":"Brutus thou sleep'st; awake, and see thy selfe:"}
{"Input":"  Octa. So you thought him,","Output":"And tooke his voyce who should be prickt to dye"}
{"Input":"   4.Ple. Plucke downe Formes, Windowes, any thing.","Output":"Exit Plebeians."}
{"Input":"From which aduantage shall we cut him off.","Output":"If at Philippi we do face him there,"}
{"Input":"for which he suffered death.","Output":"Enter Mark Antony, with Caesars body."}
{"Input":"I heard a bussling Rumor like a Fray,","Output":"And the winde brings it from the Capitoll"}
{"Input":"That shapes this monstrous Apparition.","Output":"It comes vpon me: Art thou any thing?"}
{"Input":"I shall beseech him to befriend himselfe","Output":"   Por. Why know'st thou any harme's intended towards"}
{"Input":"   2. That matter is answered directly","Output":"   4. For your dwelling: breefely"}
{"Input":"Cleane from the purpose of the things themselues.","Output":"Comes Caesar to the Capitoll to morrow?"}
{"Input":"  Bru. I: saw you any thing?","Output":"  Var. No my Lord, I saw nothing"}
{"Input":"Therefore let our Alliance be combin'd,","Output":"Our best Friends made, our meanes stretcht,"}
{"Input":"   Cassi. Your voyce shall be as strong as any mans,","Output":"In the disposing of new Dignities"}
{"Input":"Ere I can tell thee what thou should'st do there:","Output":"O Constancie, be strong vpon my side,"}
{"Input":"Now I haue taken heart, thou vanishest.","Output":"Ill Spirit, I would hold more talke with thee."}
{"Input":"  Bru. Stand ho","Output":"   Lucil. Giue the word ho, and Stand"}
{"Input":"   Bru. You did","Output":"   Cassi. I did not. He was but a Foole"}
{"Input":"   Cas. Away, away be gone.","Output":"Exit Poet"}
{"Input":"For Antony, is but a Limbe of Caesar.","Output":"Let's be Sacrificers, but not Butchers Caius:"}
{"Input":"   Ant. Octauius, I haue seene more dayes then you,","Output":"And though we lay these Honours on this man,"}
{"Input":"   Bru. Farewell good Strato. - Caesar, now be still,","Output":"I kill'd not thee with halfe so good a will."}
{"Input":"Enter the Conspirators, Cassius, Caska, Decius, Cinna, Metellus,","Output":"and"}
{"Input":"The Gods defend him from so great a shame,","Output":"When you do finde him, or aliue, or dead,"}
{"Input":"That this shall be, or we will fall for it.","Output":"Sweare Priests and Cowards, and men Cautelous"}
{"Input":"   All. Liue Brutus, liue, liue","Output":"   1. Bring him with Triumph home vnto his house"}
{"Input":"(Which all the while ran blood) great Caesar fell.","Output":"O what a fall was there, my Countrymen?"}
{"Input":"if you be out Sir, I can mend you","Output":"   Mur. What mean'st thou by that? Mend mee, thou"}
{"Input":"He should not humor me. I will this Night,","Output":"In seuerall Hands, in at his Windowes throw,"}
{"Input":"Wee'l send Mark Antony to the Senate house,","Output":"And he shall say, you are not well to day:"}
{"Input":"Sinke in the Triall. Comes his Army on?","Output":"  Lucil. They meane this night in Sardis to be quarter'd:"}
{"Input":"Caesar must bleed for it. And gentle Friends,","Output":"Let's kill him Boldly, but not Wrathfully:"}
{"Input":"Weeping as fast as they streame forth thy blood,","Output":"It would become me better, then to close"}
{"Input":"  Ser. He lies to night within seuen Leagues of Rome","Output":"   Ant. Post backe with speede,"}
{"Input":"The Enemy comes on in gallant shew:","Output":"Their bloody signe of Battell is hung out,"}
{"Input":"  Metel. Most high, most mighty, and most puisant Caesar","Output":"Metellus Cymber throwes before thy Seate"}
{"Input":"That appertaine to you? Am I your Selfe,","Output":"But as it were in sort, or limitation?"}
{"Input":"Is this a Holiday? What, know you not","Output":"(Being Mechanicall) you ought not walke"}
{"Input":"Assemble all the poore men of your sort;","Output":"Draw them to Tyber bankes, and weepe your teares"}
{"Input":"Who hauing some aduantage on Octauius,","Output":"Tooke it too eagerly: his Soldiers fell to spoyle,"}
{"Input":"   Cas. How now? What's the matter?","Output":"  Poet. For shame you Generals; what do you meane?"}
{"Input":"A Woman that Lord Brutus tooke to Wife:","Output":"I graunt I am a Woman; but withall,"}
{"Input":"  Cal. What mean you Caesar? Think you to walk forth?","Output":"You shall not stirre out of your house to day"}
{"Input":"it was his infirmitie. Three or foure Wenches where I","Output":"stood, cryed, Alasse good Soule, and forgaue him with"}
{"Input":"That euery nice offence should beare his Comment","Output":"   Bru. Let me tell you Cassius, you your selfe"}
{"Input":"Farewell to thee, to Strato, Countrymen:","Output":"My heart doth ioy, that yet in all my life,"}
{"Input":"And something to be done immediately","Output":"   Ant. Octauius, leade your Battaile softly on"}
{"Input":"Hath done this deed on Caesar. For your part,","Output":"To you, our Swords haue leaden points Marke Antony:"}
{"Input":"Exeunt.","Output":"Actus Secundus."}
{"Input":"Where wilt thou finde a Cauerne darke enough,","Output":"To maske thy monstrous Visage? Seek none Conspiracie,"}
{"Input":"Pray to the Gods to intermit the plague","Output":"That needs must light on this Ingratitude"}
{"Input":"Our purpose Necessary, and not Enuious.","Output":"Which so appearing to the common eyes,"}
{"Input":"   Ant. So to most Noble Caesar","Output":"   Caes Bid them prepare within:"}
{"Input":"   Caes I could be well mou'd, if I were as you,","Output":"If I could pray to mooue, Prayers would mooue me:"}
{"Input":"That I am meeke and gentle with these Butchers.","Output":"Thou art the Ruines of the Noblest man"}
{"Input":"Or else the World, too sawcie with the Gods,","Output":"Incenses them to send destruction"}
{"Input":"Enter Titinius and Messala.","Output":"  Brutus. Come in Titinius:"}
{"Input":"   Met. Stand fast together, least some Friend of Caesars","Output":"Should chance-"}
{"Input":"clap him, and hisse him, according as he pleas'd, and displeas'd","Output":"them, as they vse to doe the Players in the Theatre,"}
{"Input":"  Luc. No, Sir, there are moe with him","Output":"   Brut. Doe you know them?"}
{"Input":"Brutus my Countries Friend: Know me for Brutus","Output":"   Luc. O yong and Noble Cato, art thou downe?"}
{"Input":"Hee's tane.","Output":"Showt."}
{"Input":"Should I haue answer'd Caius Cassius so?","Output":"When Marcus Brutus growes so Couetous,"}
{"Input":"Doing himselfe offence, whil'st we lying still,","Output":"Are full of rest, defence, and nimblenesse"}
{"Input":"   Por. Prythee listen well:","Output":"I heard a bussling Rumor like a Fray,"}
{"Input":"   Cassi. This Hill is farre enough. Looke, look Titinius","Output":"Are those my Tents where I perceiue the fire?"}
{"Input":"He findes himselfe beholding to vs all","Output":"   4 'Twere best he speake no harme of Brutus heere?"}
{"Input":"Exit","Output":"  1 Stay ho, and let vs heare Mark Antony"}
{"Input":"I cannot tell, what you and other men","Output":"Thinke of this life: But for my single selfe,"}
{"Input":"I do not know the man I should auoyd","Output":"So soone as that spare Cassius. He reades much,"}
{"Input":"Bid our Commanders leade their Charges off","Output":"A little from this ground"}
{"Input":"And will no doubt with Reasons answer you.","Output":"I come not (Friends) to steale away your hearts,"}
{"Input":"  Luc. I know not, Sir","Output":"   Brut. Looke in the Calender, and bring me word"}
{"Input":"   Cass. You wrong me euery way:","Output":"You wrong me Brutus:"}
{"Input":"He hath brought many Captiues home to Rome,","Output":"Whose Ransomes, did the generall Coffers fill:"}
{"Input":"Why all these Fires, why all these gliding Ghosts,","Output":"Why Birds and Beasts, from qualitie and kinde,"}
{"Input":"Ile get me to a place more voyd, and there","Output":"Speake to great Caesar as he comes along."}
{"Input":"So call the Field to rest, and let's away,","Output":"To part the glories of this happy day."}
{"Input":"Brutus and Caesar: What should be in that Caesar?","Output":"Why should that name be sounded more then yours"}
{"Input":"Yong-man, thou could'st not dye more honourable","Output":"   Cassi. A peeuish School-boy, worthles of such Honor"}
{"Input":"  Por. Come hither Fellow, which way hast thou bin?","Output":"  Sooth. At mine owne house, good Lady"}
{"Input":"meddle with no Tradesmans matters, nor womens matters;","Output":"but withal I am indeed Sir, a Surgeon to old shooes:"}
{"Input":"Whil'st bloody Treason flourish'd ouer vs.","Output":"O now you weepe, and I perceiue you feele"}
{"Input":"Now know you, Caska, I haue mou'd already","Output":"Some certaine of the Noblest minded Romans"}
{"Input":"When Caesars head is off","Output":"   Cas. Yet I feare him,"}
{"Input":"Heere will I stand, till Caesar passe along,","Output":"And as a Sutor will I giue him this:"}
{"Input":"The Torrent roar'd, and we did buffet it","Output":"With lusty Sinewes, throwing it aside,"}
{"Input":"   Bru. Tell vs the manner of it, gentle Caska","Output":"   Caska. I can as well bee hang'd as tell the manner of"}
{"Input":"   Caes Caesar shall forth; the things that threaten'd me,","Output":"Ne're look'd but on my backe: When they shall see"}
{"Input":"  Bru. But heere comes Antony:","Output":"Welcome Mark Antony"}
{"Input":"   All. Stand backe: roome, beare backe","Output":"   Ant. If you haue teares, prepare to shed them now."}
{"Input":"He will be found like Brutus, like himselfe","Output":"   Ant. This is not Brutus friend, but I assure you,"}
{"Input":"A Canopy most fatall, vnder which","Output":"Our Army lies, ready to giue vp the Ghost"}
{"Input":"And I will seeke for Pindarus the while:","Output":"Why did'st thou send me forth braue Cassius?"}
{"Input":"Actus Secundus.","Output":"Enter Brutus in his Orchard."}
{"Input":"Alas, it cried, Giue me some drinke Titinius,","Output":"As a sicke Girle: Ye Gods, it doth amaze me,"}
{"Input":"And the perswasion of his Augurers,","Output":"May hold him from the Capitoll to day"}
{"Input":"   2 Descend","Output":"   3 You shall haue leaue"}
{"Input":"That visit my sad heart","Output":"   Por. If this were true, then should I know this secret."}
{"Input":"And Chasticement doth therefore hide his head","Output":"   Cassi. Chasticement?"}
{"Input":"I haue made strong proofe of my Constancie,","Output":"Giuing my selfe a voluntary wound"}
{"Input":"   Cai. But are not some whole, that we must make sicke?","Output":"  Bru. That must we also. What it is my Caius,"}
{"Input":"'Twas on a Summers Euening in his Tent,","Output":"That day he ouercame the Neruij."}
{"Input":"And will he steale out of his wholsome bed","Output":"To dare the vile contagion of the Night?"}
{"Input":"To do I know not what: but it sufficeth","Output":"That Brutus leads me on."}
{"Input":"   Sold. Yeeld, or thou dyest","Output":"   Luc. Onely I yeeld to dye:"}
{"Input":"  Bru. I should not then aske Caska what had chanc'd","Output":"   Cask. Why there was a Crowne offer'd him; & being"}
{"Input":"Enter.","Output":"  Brut. What a blunt fellow is this growne to be?"}
{"Input":"That haue but labour'd, to attaine this houre.","Output":"Alarum. Cry within, Flye, flye, flye."}
{"Input":"To our party-","Output":"  Cassi. Be you content. Good Cinna, take this Paper,"}
{"Input":"If I could pray to mooue, Prayers would mooue me:","Output":"But I am constant as the Northerne Starre,"}
{"Input":"To all the Rout, then hold me dangerous.","Output":"Flourish, and Shout."}
{"Input":"   Cassi. Some to the common Pulpits, and cry out","Output":"Liberty, Freedome, and Enfranchisement"}
{"Input":"   Bru. Are yet two Romans liuing such as these?","Output":"The last of all the Romans, far thee well:"}
{"Input":"I turne the trouble of my Countenance","Output":"Meerely vpon my selfe. Vexed I am"}
{"Input":"And no man else hath Honor by his death","Output":"   Lucil. So Brutus should be found. I thank thee Brutus"}
{"Input":"It is the part of men, to feare and tremble,","Output":"When the most mightie Gods, by tokens send"}
{"Input":"To your proceeding, bids me tell you this:","Output":"And reason to my loue is liable"}
{"Input":"Is like to lay vpon vs","Output":"   Cassi. I am glad that my weake words"}
{"Input":"I haue a mans minde, but a womans might:","Output":"How hard it is for women to keepe counsell."}
{"Input":"And whether we shall meete againe, I know not:","Output":"Therefore our euerlasting farewell take:"}
{"Input":"But wherefore do you hold me heere so long?","Output":"What is it, that you would impart to me?"}
{"Input":"We shall try Fortune in a second fight.","Output":"Exeunt."}
{"Input":"He sayes, he does; being then most flattered.","Output":"Let me worke:"}
{"Input":"Therein, yee Gods, you Tyrants doe defeat.","Output":"Nor Stonie Tower, nor Walls of beaten Brasse,"}
{"Input":"Exit Cicero.","Output":"Enter Cassius."}
{"Input":"Euen in the ayme, and very flash of it","Output":"   Cask. But wherefore did you so much tempt the Heauens?"}
{"Input":"If not, the Fates with Traitors do contriue.","Output":"Enter."}
{"Input":"Thrice hath Calphurnia, in her sleepe cryed out,","Output":"Helpe, ho: They murther Caesar. Who's within?"}
{"Input":"I shall haue glory by this loosing day","Output":"More then Octauius, and Marke Antony,"}
{"Input":"faults.","Output":"For my part, I haue walk'd about the streets,"}
{"Input":"Heere is Himselfe, marr'd as you see with Traitors","Output":"   1. O pitteous spectacle!"}
{"Input":"And with the Brands fire the Traitors houses.","Output":"Take vp the body"}
{"Input":"And that same Eye, whose bend doth awe the World,","Output":"Did loose his Lustre: I did heare him grone:"}
{"Input":"And open Perils surest answered","Output":"   Octa. Let vs do so: for we are at the stake,"}
{"Input":"Will modestly discouer to your selfe","Output":"That of your selfe, which you yet know not of."}
{"Input":"Hold then my Sword, and turne away thy face,","Output":"While I do run vpon it. Wilt thou Strato?"}
{"Input":"   Luc. My Lord","Output":"   Bru. Did'st thou dreame Lucius, that thou so cryedst"}
{"Input":"   Caes Mark Antony shall say I am not well,","Output":"And for thy humor, I will stay at home."}
{"Input":"As lowe as to thy foote doth Cassius fall,","Output":"To begge infranchisement for Publius Cymber"}
{"Input":"After my speech is ended","Output":"   Ant. Be it so:"}
{"Input":"And that we are contented Caesar shall","Output":"Haue all true Rites, and lawfull Ceremonies,"}
{"Input":"  Stra. Free from the Bondage you are in Messala,","Output":"The Conquerors can but make a fire of him:"}
{"Input":"Is now become a God, and Cassius is","Output":"A wretched Creature, and must bend his body,"}
{"Input":"And say you doo't by our permission:","Output":"Else shall you not haue any hand at all"}
{"Input":"   Cassi. Come downe, behold no more:","Output":"O Coward that I am, to liue so long,"}
{"Input":"Shall in these Confines, with a Monarkes voyce,","Output":"Cry hauocke, and let slip the Dogges of Warre,"}
{"Input":"Which giues men stomacke to disgest his words","Output":"With better Appetite"}
{"Input":"   Cask. You shall confesse, that you are both deceiu'd:","Output":"Heere, as I point my Sword, the Sunne arises,"}
{"Input":"   Cassi. What, vrge you your Petitions in the street?","Output":"Come to the Capitoll"}
{"Input":"him","Output":"   Ant. Good Friends, sweet Friends, let me not stirre you vp"}
{"Input":"And we (like Friends) will straight way go together","Output":"   Bru. That euery like is not the same, O Caesar,"}
{"Input":"   2. I will heare Cassius, and compare their Reasons,","Output":"When seuerally we heare them rendred"}
{"Input":"   Cas. Ha? Portia?","Output":"  Bru. She is dead"}
{"Input":"   Brut. Peace, peace, you durst not so haue tempted him","Output":"   Cassi. I durst not"}
{"Input":"  Luc. Call'd you, my Lord?","Output":"  Brut. Get me a Tapor in my Study, Lucius:"}
{"Input":"And this indeed, O World, the Hart of thee.","Output":"How like a Deere, stroken by many Princes,"}
{"Input":"Wee'l burne his body in the holy place,","Output":"And with the Brands fire the Traitors houses."}
{"Input":"Comes Caesar to the Capitoll to morrow?","Output":"  Cask. He doth: for he did bid Antonio"}
{"Input":"And greefe, that yong Octauius with Mark Antony","Output":"Haue made themselues so strong: For with her death"}
{"Input":"Portia is Brutus Harlot, not his Wife","Output":"   Bru. You are my true and honourable Wife,"}
{"Input":"Exit Plebeians.","Output":"  Ant. Now let it worke: Mischeefe thou art a-foot,"}
{"Input":"   4. It is no matter, his name's Cinna, plucke but his","Output":"name out of his heart, and turne him going"}
{"Input":"O you hard hearts, you cruell men of Rome,","Output":"Knew you not Pompey many a time and oft?"}
{"Input":"   Bru. Or else were this a sauage Spectacle:","Output":"Our Reasons are so full of good regard,"}
{"Input":"cause, and be silent, that you may heare. Beleeue me for","Output":"mine Honor, and haue respect to mine Honor, that you"}
{"Input":"I will proclaime my name about the Field.","Output":"I am the Sonne of Marcus Cato, hoe."}
{"Input":"Kinde Soules, what weepe you, when you but behold","Output":"Our Caesars Vesture wounded? Looke you heere,"}
{"Input":"Now Cynna, now Metellus: what Trebonius,","Output":"I haue an houres talke in store for you:"}
{"Input":"   Pub. Good morrow Caesar","Output":"   Caes Welcome Publius."}
{"Input":"But that he sees the Romans are but Sheepe:","Output":"He were no Lyon, were not Romans Hindes."}
{"Input":"  Cassi. That you haue wrong'd me, doth appear in this:","Output":"You haue condemn'd, and noted Lucius Pella"}
{"Input":"  Por. Brutus, my Lord","Output":"   Bru. Portia: What meane you? wherfore rise you now?"}
{"Input":"Begin his fashion. Do not talke of him,","Output":"But as a property: and now Octauius,"}
{"Input":"Quite vanquish'd him: then burst his Mighty heart,","Output":"And in his Mantle, muffling vp his face,"}
{"Input":"Yet I insisted, yet you answer'd not,","Output":"But with an angry wafter of your hand"}
{"Input":"   Bru. That you do loue me, I am nothing iealous:","Output":"What you would worke me too, I haue some ayme:"}
{"Input":"  3. O wofull day!","Output":"  4. O Traitors, Villaines!"}
{"Input":"And looke where Publius is come to fetch me","Output":"   Pub. Good morrow Caesar"}
{"Input":"   Cassi. I blame you not for praising Caesar so.","Output":"But what compact meane you to haue with vs?"}
{"Input":"Caesar was Mighty, Bold, Royall, and Louing:","Output":"Say, I loue Brutus, and I honour him;"}
{"Input":"Reuenge your selues alone on Cassius,","Output":"For Cassius is a-weary of the World:"}
{"Input":"I am the Sonne of Marcus Cato, hoe.","Output":"Enter Souldiers, and fight."}
{"Input":"Say, I loue Brutus, and I honour him;","Output":"Say, I fear'd Caesar, honour'd him, and lou'd him."}
{"Input":"Check'd like a bondman, all his faults obseru'd,","Output":"Set in a Note-booke, learn'd, and con'd by roate"}
{"Input":"   3. Let him be Caesar","Output":"   4. Caesars better parts,"}
{"Input":"Such men my Friends, then Enemies. Go on,","Output":"And see where Brutus be aliue or dead,"}
{"Input":"   Bru. Onely be patient, till we haue appeas'd","Output":"The Multitude, beside themselues with feare,"}
{"Input":"The noise of Battell hurtled in the Ayre:","Output":"Horsses do neigh, and dying men did grone,"}
{"Input":"Which busie care drawes, in the braines of men;","Output":"Therefore thou sleep'st so sound."}
{"Input":"Yea get the better of them. What's to do?","Output":"  Bru. A peece of worke,"}
{"Input":"But for your words, they rob the Hibla Bees,","Output":"And leaue them Hony-lesse"}
{"Input":"Seldome he smiles, and smiles in such a sort","Output":"As if he mock'd himselfe, and scorn'd his spirit"}
{"Input":"And talke to you sometimes? Dwell I but in the Suburbs","Output":"Of your good pleasure? If it be no more,"}
{"Input":"Our Enemies haue beat vs to the Pit:","Output":"Low Alarums."}
{"Input":"But I am constant as the Northerne Starre,","Output":"Of whose true fixt, and resting quality,"}
{"Input":"And call in question our necessities","Output":"   Cass. Portia, art thou gone?"}
{"Input":"What you haue said, and shew your selues true Romans","Output":"   Bru. Good Gentlemen, looke fresh and merrily,"}
{"Input":"Harke, harke, one knockes: Portia go in a while,","Output":"And by and by thy bosome shall partake"}
{"Input":"   Bru. Euen so Lucillius","Output":"   Cassi. Now most Noble Brutus,"}
{"Input":"   Treb. There is no feare in him; let him not dye,","Output":"For he will liue, and laugh at this heereafter."}
{"Input":"Dyes","Output":"  Cin. Liberty, Freedome; Tyranny is dead,"}
{"Input":"Know you how much the people may be mou'd","Output":"By that which he will vtter"}
{"Input":"And could it worke so much vpon your shape,","Output":"As it hath much preuayl'd on your Condition,"}
{"Input":"The Men that gaue their Country liberty","Output":"   Dec. What, shall we forth?"}
{"Input":"Thou shalt not backe, till I haue borne this course","Output":"Into the Market place: There shall I try"}
{"Input":"I come not (Friends) to steale away your hearts,","Output":"I am no Orator, as Brutus is:"}
{"Input":"all their hearts: But there's no heed to be taken of them;","Output":"if Caesar had stab'd their Mothers, they would haue done"}
{"Input":"honest Neighbors showted","Output":"   Cassi. Who offer'd him the Crowne?"}
{"Input":"Most Noble, in the presence of thy Coarse,","Output":"Had I as many eyes, as thou hast wounds,"}
{"Input":"Marke how the blood of Caesar followed it,","Output":"As rushing out of doores, to be resolu'd"}
{"Input":"I am no true man","Output":"   Brut. What said he, when he came vnto himselfe?"}
{"Input":"   Cassi. Caska be sodaine, for we feare preuention.","Output":"Brutus what shall be done? If this be knowne,"}
{"Input":"   4. Teare him for his bad verses, teare him for his bad","Output":"Verses"}
{"Input":"  Brutus. Come in Titinius:","Output":"Welcome good Messala:"}
{"Input":"   Por. Nor for yours neither. Y'haue vngently Brutus","Output":"Stole from my bed: and yesternight at Supper"}
{"Input":"Render me worthy of this Noble Wife.","Output":"Knocke."}
{"Input":"Ile vse you for my Mirth, yea for my Laughter","Output":"When you are Waspish"}
{"Input":"   Cassi. But soft I pray you: what, did Caesar swound?","Output":"  Cask. He fell downe in the Market-place, and foam'd"}
{"Input":"I am too blame to be thus waited for.","Output":"Now Cynna, now Metellus: what Trebonius,"}
{"Input":"Like a Phantasma, or a hideous Dreame:","Output":"The Genius, and the mortall Instruments"}
{"Input":"   Clit. What ill request did Brutus make to thee?","Output":"  Dard. To kill him, Clitus: looke he meditates"}
{"Input":"  Bru. A peece of worke,","Output":"That will make sicke men whole"}
{"Input":"Two seuerall times by Night: at Sardis, once;","Output":"And this last Night, here in Philippi fields:"}
{"Input":"This was the most vnkindest cut of all.","Output":"For when the Noble Caesar saw him stab,"}
{"Input":"And so good morrow to you euery one.","Output":"Exeunt."}
{"Input":"Where I left reading? Heere it is I thinke.","Output":"Enter the Ghost of Caesar."}
{"Input":"Is Fauors, like the Worke we haue in hand,","Output":"Most bloodie, fierie, and most terrible."}
{"Input":"(almost) choaked Caesar: for hee swoonded, and fell","Output":"downe at it: And for mine owne part, I durst not laugh,"}
{"Input":"off Caesars Images, are put to silence. Fare you well.","Output":"There was more Foolerie yet, if I could remember"}
{"Input":"I do beleeue, that these applauses are","Output":"For some new Honors, that are heap'd on Caesar"}
{"Input":"You shew'd your teethes like Apes,","Output":"And fawn'd like Hounds,"}
{"Input":"And after scandall them: Or if you know,","Output":"That I professe my selfe in Banquetting"}
{"Input":"Enter Antony, Octauius, and Lepidus.","Output":"  Ant. These many then shall die, their names are prickt"}
{"Input":"How to cut off some charge in Legacies","Output":"   Lep. What? shall I finde you heere?"}
{"Input":"In tearmes of Friendship with thine enemies.","Output":"Pardon me Iulius, heere was't thou bay'd braue Hart,"}
{"Input":"Why you are heauy: and what men to night","Output":"Haue had resort to you: for heere haue beene"}
{"Input":"Exit Brutus.","Output":"Well Brutus, thou art Noble: yet I see,"}
{"Input":"Let Antony and Caesar fall together","Output":"   Bru. Our course will seeme too bloody, Caius Cassius,"}
{"Input":"Betwixt your Eyes, and Night?","Output":"  Cass. Shall I entreat a word?"}
{"Input":"  Caesar. Nor Heauen, nor Earth,","Output":"Haue beene at peace to night:"}
{"Input":"For Brutus, as you know, was Caesars Angel.","Output":"Iudge, O you Gods, how deerely Caesar lou'd him:"}
{"Input":"  Luc. Heere in the Tent","Output":"   Bru. What, thou speak'st drowsily?"}
{"Input":"Plebeians.","Output":"  Ple. We will be satisfied: let vs be satisfied"}
{"Input":"O hatefull Error, Melancholies Childe:","Output":"Why do'st thou shew to the apt thoughts of men"}
{"Input":"But I do finde it Cowardly, and vile,","Output":"For feare of what might fall, so to preuent"}
{"Input":"Where many of the best respect in Rome,","Output":"(Except immortall Caesar) speaking of Brutus,"}
{"Input":"And in their steeds, do Rauens, Crowes, and Kites","Output":"Fly ore our heads, and downward looke on vs"}
{"Input":"I speake not to disprooue what Brutus spoke,","Output":"But heere I am, to speake what I do know;"}
{"Input":"   Metel. O let vs haue him, for his Siluer haires","Output":"Will purchase vs a good opinion:"}
{"Input":"To speake, and strike? O Rome, I make thee promise,","Output":"If the redresse will follow, thou receiuest"}
{"Input":"You wrong me Brutus:","Output":"I saide, an Elder Souldier, not a Better."}
{"Input":"  Luc. Sir, 'tis your Brother Cassius at the Doore,","Output":"Who doth desire to see you"}
{"Input":"To whom it must be done","Output":"   Cai. Set on your foote,"}
{"Input":"Send him but hither, and Ile fashion him","Output":"   Cas. The morning comes vpon's:"}
{"Input":"  Lep. I do consent","Output":"   Octa. Pricke him downe Antony"}
{"Input":"His priuate Arbors, and new-planted Orchards,","Output":"On this side Tyber, he hath left them you,"}
{"Input":"Shall I descend? And will you giue me leaue?","Output":"  All. Come downe"}
{"Input":"It is impossible, that euer Rome","Output":"Should breed thy fellow. Friends I owe mo teares"}
{"Input":"  Cic. Good euen, Caska: brought you Caesar home?","Output":"Why are you breathlesse, and why stare you so?"}
{"Input":"   Luc. I was sure your Lordship did not giue it me","Output":"   Bru. Beare with me good Boy, I am much forgetfull."}
{"Input":"Be not deceiu'd: If I haue veyl'd my looke,","Output":"I turne the trouble of my Countenance"}
{"Input":"For he can do no more then Caesars Arme,","Output":"When Caesars head is off"}
{"Input":"And heere againe, that I may rest assur'd","Output":"Whether yond Troopes, are Friend or Enemy"}
{"Input":"   Bru. Thy Master is a Wise and Valiant Romane,","Output":"I neuer thought him worse:"}
{"Input":"O insupportable, and touching losse!","Output":"Vpon what sicknesse?"}
{"Input":"And swim to yonder Point? Vpon the word,","Output":"Accoutred as I was, I plunged in,"}
{"Input":"And Caesar shall go foorth","Output":"   Calp. Alas my Lord,"}
{"Input":"Enter a Messenger.","Output":"  Mes. Prepare you Generals,"}
{"Input":"It proues not so: their battailes are at hand,","Output":"They meane to warne vs at Philippi heere:"}
{"Input":"Flye therefore Noble Cassius, flye farre off","Output":"   Cassi. This Hill is farre enough. Looke, look Titinius"}
{"Input":"Iudge, O you Gods, how deerely Caesar lou'd him:","Output":"This was the most vnkindest cut of all."}
{"Input":"Two mighty Eagles fell, and there they pearch'd,","Output":"Gorging and feeding from our Soldiers hands,"}
{"Input":"As deere to me, as are the ruddy droppes","Output":"That visit my sad heart"}
{"Input":"Exeunt.","Output":"Enter Brutus, Dardanius, Clitus, Strato, and Volumnius."}
{"Input":"By their proscriptions, Cicero being one","Output":"   Cassi. Cicero one?"}
{"Input":"The angry spot doth glow on Caesars brow,","Output":"And all the rest, looke like a chidden Traine;"}
{"Input":"Were I a common Laughter, or did vse","Output":"To stale with ordinary Oathes my loue"}
{"Input":"  Cassi. Who's there?","Output":"  Cask. A Romane"}
{"Input":"   Mur. What mean'st thou by that? Mend mee, thou","Output":"sawcy Fellow?"}
{"Input":"In at his Window; set this vp with Waxe","Output":"Vpon old Brutus Statue: all this done,"}
{"Input":"Dyes.","Output":"Alarum. Retreat. Enter Antony, Octauius, Messala, Lucillius, and"}
{"Input":"O Cassius, you are yoaked with a Lambe","Output":"That carries Anger, as the Flint beares fire,"}
{"Input":"Is it excepted, I should know no Secrets","Output":"That appertaine to you? Am I your Selfe,"}
{"Input":"To begge infranchisement for Publius Cymber","Output":"   Caes I could be well mou'd, if I were as you,"}
{"Input":"Musicke, and a Song.","Output":"This is a sleepy Tune: O Murd'rous slumber!"}
{"Input":"Haue Thewes, and Limbes, like to their Ancestors;","Output":"But woe the while, our Fathers mindes are dead,"}
{"Input":"Yet Brutus sayes, he was Ambitious:","Output":"And Brutus is an Honourable man."}
{"Input":"   Ant. Heare me with patience","Output":"   All. Peace hoe"}
{"Input":"   Por. I would haue had thee there and heere agen","Output":"Ere I can tell thee what thou should'st do there:"}
{"Input":"(Being Mechanicall) you ought not walke","Output":"Vpon a labouring day, without the signe"}
{"Input":"And stemming it with hearts of Controuersie.","Output":"But ere we could arriue the Point propos'd,"}
{"Input":"Thou like an Exorcist, hast coniur'd vp","Output":"My mortified Spirit. Now bid me runne,"}
{"Input":"   Octa. Pricke him downe Antony","Output":"   Lep. Vpon condition Publius shall not liue,"}
{"Input":"Leape in with me into this angry Flood,","Output":"And swim to yonder Point? Vpon the word,"}
{"Input":"Would runne to these, and these extremities:","Output":"And therefore thinke him as a Serpents egge,"}
{"Input":"  Cask. So can I:","Output":"So euery Bond-man in his owne hand beares"}
{"Input":"If thou reade this, O Caesar, thou mayest liue;","Output":"If not, the Fates with Traitors do contriue."}
{"Input":"In awe of such a Thing, as I my selfe.","Output":"I was borne free as Caesar, so were you,"}
{"Input":"Popillius Lena speakes not of our purposes,","Output":"For looke he smiles, and Caesar doth not change"}
{"Input":"   Caes Are we all ready? What is now amisse,","Output":"That Caesar and his Senate must redresse?"}
{"Input":"Yet Caesar shall go forth: for these Predictions","Output":"Are to the world in generall, as to Caesar"}
{"Input":"The Barren touched in this holy chace,","Output":"Shake off their sterrile curse"}
{"Input":"Poore knaue I blame thee not, thou art ore-watch'd.","Output":"Call Claudio, and some other of my men,"}
{"Input":"But, there's but one in all doth hold his place.","Output":"So, in the World; 'Tis furnish'd well with Men,"}
{"Input":"Dost thou heere lye?","Output":"  Cassi. Mark Antony"}
{"Input":"then, that Friend demand, why Brutus rose against Caesar,","Output":"this is my answer: Not that I lou'd Caesar lesse, but"}
{"Input":"Such men as he, be neuer at hearts ease,","Output":"Whiles they behold a greater then themselues,"}
{"Input":"But speake all good you can deuise of Caesar,","Output":"And say you doo't by our permission:"}
{"Input":"Do not go forth to day: Call it my feare,","Output":"That keepes you in the house, and not your owne."}
{"Input":"Must I obserue you? Must I stand and crouch","Output":"Vnder your Testie Humour? By the Gods,"}
{"Input":"For he is Superstitious growne of late,","Output":"Quite from the maine Opinion he held once,"}
{"Input":"Incenses them to send destruction","Output":"   Cic. Why, saw you any thing more wonderfull?"}
{"Input":"Enter Cassius.","Output":"  Cassi. Who's there?"}
{"Input":"Come Caska, you and I will yet, ere day,","Output":"See Brutus at his house: three parts of him"}
{"Input":"   Bru. People and Senators, be not affrighted:","Output":"Fly not, stand still: Ambitions debt is paid"}
{"Input":"Is ours alreadie, and the man entire","Output":"Vpon the next encounter, yeelds him ours"}
{"Input":"   Cas. Yet I feare him,","Output":"For in the ingrafted loue he beares to Caesar"}
{"Input":"   Cas. Of your Philosophy you make no vse,","Output":"If you giue place to accidentall euils"}
{"Input":"You had but that opinion of your selfe,","Output":"Which euery Noble Roman beares of you."}
{"Input":"Is it not, Cassius?","Output":"  Cassi. Let it be who it is: for Romans now"}
{"Input":"Calphurnia's Cheeke is pale, and Cicero","Output":"Lookes with such Ferret, and such fiery eyes"}
{"Input":"Enter Iulius Caesar in his Night-gowne.","Output":"  Caesar. Nor Heauen, nor Earth,"}
{"Input":"Exit Octauius, Antony, and Army","Output":"  Cassi. Why now blow winde, swell Billow,"}
{"Input":"Crying long liue, Haile Caesar","Output":"   Cassi. Antony,"}
{"Input":"I haue not from your eyes, that gentlenesse","Output":"And shew of Loue, as I was wont to haue:"}
{"Input":"  Bru. Follow me then.","Output":"Exeunt."}
{"Input":"   Cassi. I haue as much of this in Art as you,","Output":"But yet my Nature could not beare it so"}
{"Input":"To be afear'd to tell Gray-beards the truth:","Output":"Decius, go tell them, Caesar will not come"}
{"Input":"   Luc. Sooth Madam, I heare nothing.","Output":"Enter the Soothsayer."}
{"Input":"   Bru. Sheath your Dagger:","Output":"Be angry when you will, it shall haue scope:"}
{"Input":"   Cyn. No, by no meanes","Output":"   Metel. O let vs haue him, for his Siluer haires"}
{"Input":"When greefe and blood ill temper'd, vexeth him?","Output":"  Bru. When I spoke that, I was ill temper'd too"}
{"Input":"Did I say Better?","Output":"  Bru. If you did, I care not"}
{"Input":"Shout. Flourish.","Output":"  Bru. Another generall shout?"}
{"Input":"Braue Sonne, deriu'd from Honourable Loines,","Output":"Thou like an Exorcist, hast coniur'd vp"}
{"Input":"And be not iealous on me, gentle Brutus:","Output":"Were I a common Laughter, or did vse"}
{"Input":"   4. For your dwelling: breefely","Output":"   Cinna. Breefely, I dwell by the Capitoll"}
{"Input":"Welcome good Messala:","Output":"Now sit we close about this Taper heere,"}
{"Input":"And Brutus is an Honourable man.","Output":"You all did see, that on the Lupercall,"}
{"Input":"Tell him, so please him come vnto this place","Output":"He shall be satisfied: and by my Honor"}
{"Input":"   Ant. Be it so:","Output":"I do desire no more"}
{"Input":"Depart vntouch'd","Output":"   Ser. Ile fetch him presently."}
{"Input":"And euery man hence, to his idle bed:","Output":"So let high-sighted-Tyranny range on,"}
{"Input":"   Por. What is't a clocke?","Output":"  Sooth. About the ninth houre Lady"}
{"Input":"My selfe haue to mine owne turn'd Enemy:","Output":"This Ensigne heere of mine was turning backe,"}
{"Input":"Cannot, is false: and that I dare not, falser:","Output":"I will not come to day, tell them so Decius"}
{"Input":"   Cas. The morning comes vpon's:","Output":"Wee'l leaue you Brutus,"}
{"Input":"Neuer come such diuision 'tweene our soules:","Output":"Let it not Brutus."}
{"Input":"Caesar was ne're so much your enemy,","Output":"As that same Ague which hath made you leane."}
{"Input":"   Cas. Then leaue him out","Output":"   Cask. Indeed, he is not fit"}
{"Input":"  Brut. Come poore remaines of friends, rest on this","Output":"Rocke"}
{"Input":"Thy Honorable Mettle may be wrought","Output":"From that it is dispos'd: therefore it is meet,"}
{"Input":"When that the poore haue cry'de, Caesar hath wept:","Output":"Ambition should be made of sterner stuffe,"}
{"Input":"Low March within.","Output":"But when they should endure the bloody Spurre,"}
{"Input":"best Louer for the good of Rome, I haue the same Dagger","Output":"for my selfe, when it shall please my Country to need"}
{"Input":"But, when I tell him, he hates Flatterers,","Output":"He sayes, he does; being then most flattered."}
{"Input":"Will you be prick'd in number of our Friends,","Output":"Or shall we on, and not depend on you?"}
{"Input":"Are all thy Conquests, Glories, Triumphes, Spoiles,","Output":"Shrunke to this little Measure? Fare thee well."}
{"Input":"That keepes you in the house, and not your owne.","Output":"Wee'l send Mark Antony to the Senate house,"}
{"Input":"But beare it as our Roman Actors do,","Output":"With vntyr'd Spirits, and formall Constancie,"}
{"Input":"Out of the teeth of Emulation.","Output":"If thou reade this, O Caesar, thou mayest liue;"}
{"Input":"  Cask. I, if I be aliue, and your minde hold, and your","Output":"Dinner worth the eating"}
{"Input":"Leade me Cassius?","Output":"That you would haue me seeke into my selfe,"}
{"Input":"Exeunt.","Output":"Giue me the Gowne. Where is thy Instrument?"}
{"Input":"That Brutus leads me on.","Output":"Thunder"}
{"Input":"That tydings came. With this she fell distract,","Output":"And (her Attendants absent) swallow'd fire"}
{"Input":"O that we then could come by Caesars Spirit,","Output":"And not dismember Caesar! But (alas)"}
{"Input":"Those that with haste will make a mightie fire,","Output":"Begin it with weake Strawes. What trash is Rome?"}
{"Input":"   All. None Brutus, none","Output":"   Brutus. Then none haue I offended. I haue done no"}
{"Input":"   Cass. Portia, art thou gone?","Output":"  Bru. No more I pray you."}
{"Input":"Whilst we by Antony are all inclos'd.","Output":"Enter Pindarus."}
{"Input":"Where Brutus may but finde it: and throw this","Output":"In at his Window; set this vp with Waxe"}
{"Input":"   All. Peace hoe, let vs heare him","Output":"   An. Friends, Romans, Countrymen, lend me your ears:"}
{"Input":"Exeunt.","Output":"Alarum. Enter Brutus, Messala, Cato, Lucillius, and Flauius."}
{"Input":"Heere's Decius Brutus, he shall tell them so","Output":"   Deci. Caesar, all haile: Good morrow worthy Caesar,"}
{"Input":"I do feare, the People choose Caesar","Output":"For their King"}
{"Input":"  Pind. Fly further off my Lord: flye further off,","Output":"Mark Antony is in your Tents my Lord:"}
{"Input":"Helpe, ho: They murther Caesar. Who's within?","Output":"Enter a Seruant."}
{"Input":"   Bru. You haue done that you should be sorry for.","Output":"There is no terror Cassius in your threats:"}
{"Input":"   Bru. Lucillius, do you the like, and let no man","Output":"Come to our Tent, till we haue done our Conference."}
{"Input":"  Cassi. So oft as that shall be,","Output":"So often shall the knot of vs be call'd,"}
{"Input":"  Bru. Caesar, 'tis strucken eight","Output":"   Caes I thanke you for your paines and curtesie."}
{"Input":"Enter.","Output":"  Brut. It must be by his death: and for my part,"}
{"Input":"   Luc. I my Lord, an't please you","Output":"   Bru. It does my Boy:"}
{"Input":"   Cassi. Stoop then, and wash. How many Ages hence","Output":"Shall this our lofty Scene be acted ouer,"}
{"Input":"The troubled Tyber, chafing with her Shores,","Output":"Caesar saide to me, Dar'st thou Cassius now"}
{"Input":"Did I goe through a Tempest-dropping-fire.","Output":"Eyther there is a Ciuill strife in Heauen,"}
{"Input":"Exit Poet","Output":"  Bru. Lucillius and Titinius bid the Commanders"}
{"Input":"And I will giue you Audience","Output":"   Cassi. Pindarus,"}
{"Input":"Take thou what course thou wilt.","Output":"How now Fellow?"}
{"Input":"of you shall not. With this I depart, that as I slewe my","Output":"best Louer for the good of Rome, I haue the same Dagger"}
{"Input":"And turne pre-Ordinance, and first Decree","Output":"Into the lane of Children. Be not fond,"}
{"Input":"Which he did giue himselfe, I know not how:","Output":"But I do finde it Cowardly, and vile,"}
{"Input":"Shall Rome, &c. speake, strike, redresse.","Output":"Brutus, thou sleep'st: awake."}
{"Input":"I had rather be a Dogge, and bay the Moone,","Output":"Then such a Roman"}
{"Input":"   Cassi. Vrge me no more, I shall forget my selfe:","Output":"Haue minde vpon your health: Tempt me no farther"}
{"Input":"Reuiuing blood, and that great men shall presse","Output":"For Tinctures, Staines, Reliques, and Cognisance."}
{"Input":"Howting, and shreeking. When these Prodigies","Output":"Doe so conioyntly meet, let not men say,"}
{"Input":"A barren spirited Fellow; one that feeds","Output":"On Obiects, Arts, and Imitations."}
{"Input":"Looke, in this place ran Cassius Dagger through:","Output":"See what a rent the enuious Caska made:"}
{"Input":"  Brut. Why this, Volumnius:","Output":"The Ghost of Caesar hath appear'd to me"}
{"Input":"Enter Cinna.","Output":"  Caska. Stand close a while, for heere comes one in"}
{"Input":"  Brut. Get you to Bed againe, it is not day:","Output":"Is not to morrow (Boy) the first of March?"}
{"Input":"That gouerne vs below","Output":"   Cassi. Then, if we loose this Battaile,"}
{"Input":"Transformed with their feare, who swore, they saw","Output":"Men, all in fire, walke vp and downe the streetes."}
{"Input":"   Fla. But wherefore art not in thy Shop to day?","Output":"Why do'st thou leade these men about the streets?"}
{"Input":"Will he be satisfied","Output":"   Metel. Is there no voyce more worthy then my owne,"}
{"Input":"For who so firme, that cannot be seduc'd?","Output":"Caesar doth beare me hard, but he loues Brutus."}
{"Input":"But (as you know me all) a plaine blunt man","Output":"That loue my Friend, and that they know full well,"}
{"Input":"And we will follow","Output":"   Both. It shall be done my Lord."}
{"Input":"Cicero,","Output":"Brutus, Cassius, Caska, a Soothsayer: after them Murellus and"}
{"Input":"And hauing brought our Treasure, where we will,","Output":"Then take we downe his Load, and turne him off"}
{"Input":"And halfe their Faces buried in their Cloakes,","Output":"That by no meanes I may discouer them,"}
{"Input":"As if they came from seuerall Citizens,","Output":"Writings, all tending to the great opinion"}
{"Input":"You beare too stubborne, and too strange a hand","Output":"Ouer your Friend, that loues you"}
{"Input":"Be thou my witnesse, that against my will","Output":"(As Pompey was) am I compell'd to set"}
{"Input":"Enter Lucius.","Output":"  Luc. Call'd you, my Lord?"}
{"Input":"In euery place, saue here in Italy","Output":"   Cassi. I know where I will weare this Dagger then;"}
{"Input":"And reason to my loue is liable","Output":"   Caes How foolish do your fears seeme now Calphurnia?"}
{"Input":"And may'st be honour'd, being Cato's Sonne","Output":"   Sold. Yeeld, or thou dyest"}
{"Input":"Euen from darknesse","Output":"   Bru. Kneele not gentle Portia"}
{"Input":"You Blockes, you stones, you worse then senslesse things:","Output":"O you hard hearts, you cruell men of Rome,"}
{"Input":"That is no flearing Tell-tale. Hold, my Hand:","Output":"Be factious for redresse of all these Griefes,"}
{"Input":"i'th' face againe. But those that vnderstood him, smil'd","Output":"at one another, and shooke their heads: but for mine"}
{"Input":"(Which pardon me) I do not meane to reade,","Output":"And they would go and kisse dead Caesars wounds,"}
{"Input":"  Bru. Remember March, the Ides of March reme[m]ber:","Output":"Did not great Iulius bleede for Iustice sake?"}
{"Input":"Then Honesty to Honesty ingag'd,","Output":"That this shall be, or we will fall for it."}
{"Input":"name out of his heart, and turne him going","Output":"   3. Teare him, tear him; Come Brands hoe, Firebrands:"}
{"Input":"   An. In your bad strokes Brutus, you giue good words","Output":"Witnesse the hole you made in Caesars heart,"}
{"Input":"But neuer till to Night, neuer till now,","Output":"Did I goe through a Tempest-dropping-fire."}
{"Input":"   Octa. Come, come, the cause. If arguing make vs swet,","Output":"The proofe of it will turne to redder drops:"}
{"Input":"How he receiu'd you: let me be resolu'd","Output":"   Lucil. With courtesie, and with respect enough,"}
{"Input":"To walke vnbraced, and sucke vp the humours","Output":"Of the danke Morning? What, is Brutus sicke?"}
{"Input":"And sure he is an Honourable man.","Output":"I speake not to disprooue what Brutus spoke,"}
{"Input":"Why doest thou stay?","Output":"  Luc. To know my errand Madam"}
{"Input":"And bid them speake for me: But were I Brutus,","Output":"And Brutus Antony, there were an Antony"}
{"Input":"And touch thy Instrument a straine or two","Output":"   Luc. I my Lord, an't please you"}
{"Input":"  Cask. He fell downe in the Market-place, and foam'd","Output":"at mouth, and was speechlesse"}
{"Input":"His Coward lippes did from their colour flye,","Output":"And that same Eye, whose bend doth awe the World,"}
{"Input":"   Brut. Why I will see thee at Philippi then:","Output":"Now I haue taken heart, thou vanishest."}
{"Input":"Dash him to peeces","Output":"   Cassi. I deny'd you not"}
{"Input":"Good morrow Caska: Caius Ligarius,","Output":"Caesar was ne're so much your enemy,"}
{"Input":"To be but Mirth and Laughter to his Brutus,","Output":"When greefe and blood ill temper'd, vexeth him?"}
{"Input":"To keepe with you at Meales, comfort your Bed,","Output":"And talke to you sometimes? Dwell I but in the Suburbs"}
{"Input":"In Pompeyes Porch: for now this fearefull Night,","Output":"There is no stirre, or walking in the streetes;"}
{"Input":"So in his red blood Cassius day is set.","Output":"The Sunne of Rome is set. Our day is gone,"}
{"Input":"  Bru. What's the matter?","Output":"  Cassi. Haue not you loue enough to beare with me,"}
{"Input":"Yond Cassius has a leane and hungry looke,","Output":"He thinkes too much: such men are dangerous"}
{"Input":"   Cassi. What enterprize Popillius?","Output":"  Popil. Fare you well"}
{"Input":"This Ensigne heere of mine was turning backe,","Output":"I slew the Coward, and did take it from him"}
{"Input":"And therefore are they very dangerous.","Output":"I rather tell thee what is to be fear'd,"}
{"Input":"   Cassi. O my deere Brother:","Output":"This was an ill beginning of the night:"}
{"Input":"By all your vowes of Loue, and that great Vow","Output":"Which did incorporate and make vs one,"}
{"Input":"Fellow, wilt thou bestow thy time with me?","Output":"  Stra. I, if Messala will preferre me to you"}
{"Input":"We will awake him, and be sure of him.","Output":"Exeunt."}
{"Input":"   Caska. I can as well bee hang'd as tell the manner of","Output":"it: It was meere Foolerie, I did not marke it. I sawe"}
{"Input":"That we shall dye we know, 'tis but the time","Output":"And drawing dayes out, that men stand vpon"}
{"Input":"he was very loath to lay his fingers off it. And then","Output":"he offered it the third time; hee put it the third time by,"}
{"Input":"To do you salutation from his Master","Output":"   Bru. He greets me well. Your Master Pindarus"}
{"Input":"This by Calphurnia's Dreame is signified","Output":"   Caes And this way haue you well expounded it"}
{"Input":"Which he did thrice refuse. Was this Ambition?","Output":"Yet Brutus sayes, he was Ambitious:"}
{"Input":"On this side Tyber, he hath left them you,","Output":"And to your heyres for euer: common pleasures"}
{"Input":"Saue I alone, till Antony haue spoke.","Output":"Exit"}
{"Input":"I haue the patience to endure it now","Output":"   Messa. Euen so great men, great losses shold indure"}
{"Input":"  Cassi. Go Pindarus, get higher on that hill,","Output":"My sight was euer thicke: regard Titinius,"}
{"Input":"of his dying, a place in the Co[m]monwealth, as which","Output":"of you shall not. With this I depart, that as I slewe my"}
{"Input":"  Bru. Another generall shout?","Output":"I do beleeue, that these applauses are"}
{"Input":"   Cin. What is my name? Whether am I going? Where","Output":"do I dwell? Am I a married man, or a Batchellour? Then"}
{"Input":"  Dard. To kill him, Clitus: looke he meditates","Output":"   Clit. Now is that Noble Vessell full of griefe,"}
{"Input":"  2. Answer euery man directly","Output":"   1. I, and breefely"}
{"Input":"For I haue seene more yeeres I'me sure then yee","Output":"   Cas. Ha, ha, how vildely doth this Cynicke rime?"}
{"Input":"Haue you not made an Vniuersall shout,","Output":"That Tyber trembled vnderneath her bankes"}
{"Input":"And in some taste, is Lepidus but so:","Output":"He must be taught, and train'd, and bid go forth:"}
{"Input":"Next Caius Cassius do I take your hand;","Output":"Now Decius Brutus yours; now yours Metellus;"}
{"Input":"And so returne to you, and nothing else?","Output":"  Por. Yes, bring me word Boy, if thy Lord look well,"}
{"Input":"Ingratitude, more strong then Traitors armes,","Output":"Quite vanquish'd him: then burst his Mighty heart,"}
{"Input":"Good night, and good repose","Output":"   Cassi. O my deere Brother:"}
{"Input":"  Caes Et Tu Brute? - Then fall Caesar.","Output":"Dyes"}
{"Input":"That Mothers shall but smile, when they behold","Output":"Their Infants quartered with the hands of Warre:"}
{"Input":"Dinner worth the eating","Output":"   Cassi. Good, I will expect you"}
{"Input":"Came smiling, & did bathe their hands in it:","Output":"And these does she apply, for warnings and portents,"}
{"Input":"So soone as that spare Cassius. He reades much,","Output":"He is a great Obseruer, and he lookes"}
{"Input":"Let's reason with the worst that may befall.","Output":"If we do lose this Battaile, then is this"}
{"Input":"  Bru. When I spoke that, I was ill temper'd too","Output":"   Cassi. Do you confesse so much? Giue me your hand"}
{"Input":"Not sensible of fire, remain'd vnscorch'd.","Output":"Besides, I ha' not since put vp my Sword,"}
{"Input":"But if you would consider the true cause,","Output":"Why all these Fires, why all these gliding Ghosts,"}
{"Input":"I will with patience heare, and finde a time","Output":"Both meete to heare, and answer such high things."}
{"Input":"For in the ingrafted loue he beares to Caesar","Output":"   Bru. Alas, good Cassius, do not thinke of him:"}
{"Input":"And after seeme to chide 'em. This shall make","Output":"Our purpose Necessary, and not Enuious."}
{"Input":"Th' eternall Diuell to keepe his State in Rome,","Output":"As easily as a King"}
{"Input":"  Bru. No Messala","Output":"   Messa. Nor nothing in your Letters writ of her?"}
{"Input":"More then Octauius, and Marke Antony,","Output":"By this vile Conquest shall attaine vnto."}
{"Input":"And dangers are to me indifferent","Output":"   Cask. You speake to Caska, and to such a man,"}
{"Input":"   Caes. Calphurnia","Output":"   Calp. Heere my Lord"}
{"Input":"   Cassi. Good night my Lord","Output":"   Bru. Good night good Brother"}
{"Input":"The secrets of my Heart.","Output":"All my engagements, I will construe to thee,"}
{"Input":"   Lucil. Giue the word ho, and Stand","Output":"   Bru. What now Lucillius, is Cassius neere?"}
{"Input":"Of that quicke Spirit that is in Antony:","Output":"Let me not hinder Cassius your desires;"}
{"Input":"When Lucius, when? awake, I say: what Lucius?","Output":"Enter Lucius."}
{"Input":"  All. The Will, the Testament","Output":"   2 They were Villaines, Murderers: the Will, read the"}
{"Input":"   Caes What, is the fellow mad?","Output":"  Pub. Sirra, giue place"}
{"Input":"While I do run vpon it. Wilt thou Strato?","Output":"  Stra. Giue me your hand first. Fare you wel my Lord"}
{"Input":"Manet Brutus and Cassius.","Output":"  Cassi. That you haue wrong'd me, doth appear in this:"}
{"Input":"Men, Wiues, and Children, stare, cry out, and run,","Output":"As it were Doomesday"}
{"Input":"How I haue thought of this, and of these times","Output":"I shall recount heereafter. For this present,"}
{"Input":"Rocke","Output":"   Clit. Statillius shew'd the Torch-light, but my Lord"}
{"Input":"Lend me your hand.","Output":"Exeunt."}
{"Input":"  Bru. If you did, I care not","Output":"   Cass. When Caesar liu'd, he durst not thus haue mou'd me"}
{"Input":"And though we lay these Honours on this man,","Output":"To ease our selues of diuers sland'rous loads,"}
{"Input":"Exit Cinna.","Output":"Come Caska, you and I will yet, ere day,"}
{"Input":"To our Attempts. Am I not stay'd for, Cinna?","Output":"  Cinna. I am glad on't."}
{"Input":"And that which would appeare Offence in vs,","Output":"His Countenance, like richest Alchymie,"}
{"Input":"Such Creatures as men doubt; but do not staine","Output":"The euen vertue of our Enterprize,"}
{"Input":"I had as liefe not be, as liue to be","Output":"In awe of such a Thing, as I my selfe."}
{"Input":"   Cassi. I am","Output":"   Bru. I say, you are not"}
{"Input":"   Sooth. Beware the Ides of March","Output":"   Caes. What man is that?"}
{"Input":"My answere must be made. But I am arm'd,","Output":"And dangers are to me indifferent"}
{"Input":"By Heauen, I had rather Coine my Heart,","Output":"And drop my blood for Drachmaes, then to wring"}
{"Input":"To weare a Kerchiefe? Would you were not sicke","Output":"   Cai. I am not sicke, if Brutus haue in hand"}
{"Input":"And dip their Napkins in his Sacred Blood;","Output":"Yea, begge a haire of him for Memory,"}
{"Input":"  Por. I prythee Boy, run to the Senate-house,","Output":"Stay not to answer me, but get thee gone."}
{"Input":"I come to fetch you to the Senate house","Output":"   Caes And you are come in very happy time,"}
{"Input":"his Valour: and Death, for his Ambition. Who is heere","Output":"so base, that would be a Bondman? If any, speak, for him"}
{"Input":"The melting Spirits of women. Then Countrymen,","Output":"What neede we any spurre, but our owne cause"}
{"Input":"I do intreat you, not a man depart,","Output":"Saue I alone, till Antony haue spoke."}
{"Input":"  Bru. Get you hence sirra: Sawcy Fellow, hence","Output":"   Cas. Beare with him Brutus, 'tis his fashion"}
{"Input":"And make your Bondmen tremble. Must I bouge?","Output":"Must I obserue you? Must I stand and crouch"}
{"Input":"Vpon a heape, a hundred gastly Women,","Output":"Transformed with their feare, who swore, they saw"}
{"Input":"  Cask. You pul'd me by the cloake, would you speake","Output":"with me?"}
{"Input":"Brutus shall leade, and we will grace his heeles","Output":"With the most boldest, and best hearts of Rome."}
{"Input":"  Messa. My Masters man. Strato, where is thy Master?","Output":"  Stra. Free from the Bondage you are in Messala,"}
{"Input":"If Brutus so vnkindely knock'd, or no:","Output":"For Brutus, as you know, was Caesars Angel."}
{"Input":"  Bru. Hearke, he is arriu'd:","Output":"March gently on to meete him"}
{"Input":"The first time euer Caesar put it on,","Output":"'Twas on a Summers Euening in his Tent,"}
{"Input":"   Ant. O mighty Caesar! Dost thou lye so lowe?","Output":"Are all thy Conquests, Glories, Triumphes, Spoiles,"}
{"Input":"That mak'st my blood cold, and my haire to stare?","Output":"Speake to me, what thou art"}
{"Input":"Listen great things. Brutus and Cassius","Output":"Are leuying Powers; We must straight make head:"}
{"Input":"Men at sometime, are Masters of their Fates.","Output":"The fault (deere Brutus) is not in our Starres,"}
{"Input":"   Cassi. I know that vertue to be in you Brutus,","Output":"As well as I do know your outward fauour."}
{"Input":"What watchfull Cares doe interpose themselues","Output":"Betwixt your Eyes, and Night?"}
{"Input":"and","Output":"Trebonius."}
{"Input":"   Brut. What said he, when he came vnto himselfe?","Output":"  Cask. Marry, before he fell downe, when he perceiu'd"}
{"Input":"That were you Antony, the Sonne of Caesar,","Output":"You should be satisfied"}
{"Input":"Giue so much light, that I may reade by them.","Output":"Opens the Letter, and reades."}
{"Input":"   Brut. Looke in the Calender, and bring me word","Output":"   Luc. I will, Sir."}
{"Input":"   Calp. Alas my Lord,","Output":"Your wisedome is consum'd in confidence:"}
{"Input":"Thinke not thou Noble Romane,","Output":"That euer Brutus will go bound to Rome,"}
{"Input":"For if thou path thy natiue semblance on,","Output":"Not Erebus it selfe were dimme enough,"}
{"Input":"And things vnluckily charge my Fantasie:","Output":"I haue no will to wander foorth of doores,"}
{"Input":"I will not do them wrong: I rather choose","Output":"To wrong the dead, to wrong my selfe and you,"}
{"Input":"That you might see your shadow:","Output":"I haue heard,"}
{"Input":"But kil'st the Mother that engendred thee","Output":"   Tit. What Pindarus? Where art thou Pindarus?"}
{"Input":"To groane and swet vnder the Businesse,","Output":"Either led or driuen, as we point the way:"}
{"Input":"   Lucil. So Brutus should be found. I thank thee Brutus","Output":"That thou hast prou'd Lucillius saying true,"}
{"Input":"To stay the prouidence of some high Powers,","Output":"That gouerne vs below"}
{"Input":"   Dard. O Clitus","Output":"   Clit. What ill request did Brutus make to thee?"}
{"Input":"And none so poore to do him reuerence.","Output":"O Maisters! If I were dispos'd to stirre"}
{"Input":"   Ant. That's all I seeke,","Output":"And am moreouer sutor, that I may"}
{"Input":"   Cic. Why, saw you any thing more wonderfull?","Output":"  Cask. A common slaue, you know him well by sight,"}
{"Input":"What are you then determined to do?","Output":"  Bru. Euen by the rule of that Philosophy,"}
{"Input":"Your hearts and mindes to Mutiny and Rage,","Output":"I should do Brutus wrong, and Cassius wrong:"}
{"Input":"Exit","Output":"  Por. I must go in:"}
{"Input":"goe to Hell among the Rogues, and so hee fell. When","Output":"he came to himselfe againe, hee said, If hee had done, or"}
{"Input":"The Choice and Master Spirits of this Age","Output":"   Bru. O Antony! Begge not your death of vs:"}
{"Input":"Let me not hinder Cassius your desires;","Output":"Ile leaue you"}
{"Input":"If thou doest bend, and pray, and fawne for him,","Output":"I spurne thee like a Curre out of my way:"}
{"Input":"  Sooth. At mine owne house, good Lady","Output":"   Por. What is't a clocke?"}
{"Input":"  Bru. The Games are done,","Output":"And Caesar is returning"}
{"Input":"Therefore our euerlasting farewell take:","Output":"For euer, and for euer, farewell Cassius,"}
{"Input":"   Bru. I say, you are not","Output":"   Cassi. Vrge me no more, I shall forget my selfe:"}
{"Input":"Falles shrewdly to the purpose.","Output":"Enter Antony."}
{"Input":"   Cassi. Flatterers? Now Brutus thanke your selfe,","Output":"This tongue had not offended so to day."}
{"Input":"   Cas. Ha, ha, how vildely doth this Cynicke rime?","Output":"  Bru. Get you hence sirra: Sawcy Fellow, hence"}
{"Input":"That made them do it: They are Wise, and Honourable,","Output":"And will no doubt with Reasons answer you."}
{"Input":"That will be thaw'd from the true quality","Output":"With that which melteth Fooles, I meane sweet words,"}
{"Input":"In our blacke Sentence and Proscription","Output":"   Ant. Octauius, I haue seene more dayes then you,"}
{"Input":"Come downe vpon vs with a mighty power,","Output":"Bending their Expedition toward Philippi"}
{"Input":"Our hearts you see not, they are pittifull:","Output":"And pitty to the generall wrong of Rome,"}
{"Input":"And bad him follow: so indeed he did.","Output":"The Torrent roar'd, and we did buffet it"}
{"Input":"Immortall,","Output":"looke about you: Security giues way to Conspiracie."}
{"Input":"What is it, that you would impart to me?","Output":"If it be ought toward the generall good,"}
{"Input":"He came not backe: he is or tane, or slaine","Output":"   Brut. Sit thee downe, Clitus: slaying is the word,"}
{"Input":"[The Tragedie of Julius Caesar by William Shakespeare 1599]","Output":"Actus Primus. Scoena Prima."}
{"Input":"To make them Instruments of feare, and warning,","Output":"Vnto some monstrous State."}
{"Input":"But hee's a tried, and valiant Souldier","Output":"   Ant. So is my Horse Octauius, and for that"}
{"Input":"Put on my Browes this wreath of Victorie,","Output":"And bid me giue it thee? Did'st thou not heare their showts?"}
{"Input":"   Cassi. And leaue vs Publius, least that the people","Output":"Rushing on vs, should do your Age some mischiefe"}
{"Input":"To you for Gold to pay my Legions,","Output":"Which you deny'd me: was that done like Cassius?"}
{"Input":"Nor Stonie Tower, nor Walls of beaten Brasse,","Output":"Nor ayre-lesse Dungeon, nor strong Linkes of Iron,"}
{"Input":"   Ser. Ile fetch him presently.","Output":"Exit Seruant."}
{"Input":"Then must I thinke you would not haue it so","Output":"   Bru. I would not Cassius, yet I loue him well:"}
{"Input":"I charme you, by my once commended Beauty,","Output":"By all your vowes of Loue, and that great Vow"}
{"Input":"Till he haue brought thee vp to yonder Troopes","Output":"And heere againe, that I may rest assur'd"}
{"Input":"You shall digest the Venom of your Spleene","Output":"Though it do Split you. For, from this day forth,"}
{"Input":"As doth the Lyon in the Capitoll:","Output":"A man no mightier then thy selfe, or me,"}
{"Input":"Which by the Right and Vertue of my place","Output":"I ought to know of: And vpon my knees,"}
{"Input":"We at the height, are readie to decline.","Output":"There is a Tide in the affayres of men,"}
{"Input":"Will beare no colour, for the thing he is,","Output":"Fashion it thus; that what he is, augmented,"}
{"Input":"   Cas. But what of Cicero? Shall we sound him?","Output":"I thinke he will stand very strong with vs"}
{"Input":"And looke you lay it in the Pretors Chayre,","Output":"Where Brutus may but finde it: and throw this"}
{"Input":"   Cask. 'Tis Caesar that you meane:","Output":"Is it not, Cassius?"}
{"Input":"  Cassi. Messala, this is my Birth-day: at this very day","Output":"Was Cassius borne. Giue me thy hand Messala:"}
{"Input":"Decius, go tell them, Caesar will not come","Output":"   Deci. Most mighty Caesar, let me know some cause,"}
{"Input":"Draw them to Tyber bankes, and weepe your teares","Output":"Into the Channell, till the lowest streame"}
{"Input":"Weigh them, it is as heauy: Coniure with 'em,","Output":"Brutus will start a Spirit as soone as Caesar."}
{"Input":"By that which he will vtter","Output":"   Bru. By your pardon:"}
{"Input":"But Life being wearie of these worldly Barres,","Output":"Neuer lacks power to dismisse it selfe."}
{"Input":"that I lou'd Rome more. Had you rather Caesar were liuing,","Output":"and dye all Slaues; then that Caesar were dead, to"}
{"Input":"Enter Titinius and Messala.","Output":"  Messa. It is but change, Titinius: for Octauius"}
{"Input":"For taking Bribes heere of the Sardians;","Output":"Wherein my Letters, praying on his side,"}
{"Input":"   Ant. Belike they had some notice of the people","Output":"How I had moued them. Bring me to Octauius."}
{"Input":"That one of two bad wayes you must conceit me,","Output":"Either a Coward, or a Flatterer."}
{"Input":"  Ant. These many then shall die, their names are prickt","Output":"  Octa. Your Brother too must dye: consent you Lepidus?"}
{"Input":"   Bru. Hence: I will follow:","Output":"I prythee Strato, stay thou by thy Lord,"}
{"Input":"He is a Noble Roman, and well giuen","Output":"   Caes Would he were fatter; But I feare him not:"}
{"Input":"   1. Peace there, heare the Noble Antony","Output":"   2. Wee'l heare him, wee'l follow him, wee'l dy with"}
{"Input":"With the most boldest, and best hearts of Rome.","Output":"Enter a Seruant."}
{"Input":"March.","Output":"Drum. Enter Brutus, Cassius, & their Army."}
{"Input":"   1 Me thinkes there is much reason in his sayings","Output":"   2 If thou consider rightly of the matter,"}
{"Input":"Till then, my Noble Friend, chew vpon this:","Output":"Brutus had rather be a Villager,"}
{"Input":"Enter Antony.","Output":"  Bru. But heere comes Antony:"}
{"Input":"when they are in great danger, I recouer them. As proper","Output":"men as euer trod vpon Neats Leather, haue gone vpon"}
{"Input":"But woe the while, our Fathers mindes are dead,","Output":"And we are gouern'd with our Mothers spirits,"}
{"Input":"Will","Output":"   Ant. You will compell me then to read the Will:"}
{"Input":"   Por. Why know'st thou any harme's intended towards","Output":"him?"}
{"Input":"Enter Artemidorus.","Output":"Caesar, beware of Brutus, take heede of Cassius; come not"}
{"Input":"To see great Pompey passe the streets of Rome:","Output":"And when you saw his Chariot but appeare,"}
{"Input":"Yet something leads me foorth","Output":"   1. What is your name?"}
{"Input":"They that haue done this Deede, are honourable.","Output":"What priuate greefes they haue, alas I know not,"}
{"Input":"   Por. Is Caesar yet gone to the Capitoll?","Output":"  Sooth. Madam not yet, I go to take my stand,"}
{"Input":"Exeunt.","Output":"Manet Brutus."}
{"Input":"   Fla. Go, go, good Countrymen, and for this fault","Output":"Assemble all the poore men of your sort;"}
{"Input":"   Ant. Cæsar, my Lord","Output":"   Caes. Forget not in your speed Antonio,"}
{"Input":"Cassius, what Night is this?","Output":"  Cassi. A very pleasing Night to honest men"}
{"Input":"For feare of what might fall, so to preuent","Output":"The time of life, arming my selfe with patience,"}
{"Input":"To sports, to wildenesse, and much company","Output":"   Treb. There is no feare in him; let him not dye,"}
{"Input":"   Cassi. Him, and his worth, and our great need of him,","Output":"You haue right well conceited: let vs goe,"}
{"Input":"As to annoy vs all: which to preuent,","Output":"Let Antony and Caesar fall together"}
{"Input":"That carries Anger, as the Flint beares fire,","Output":"Who much inforced, shewes a hastie Sparke,"}
{"Input":"To kindle Cowards, and to steele with valour","Output":"The melting Spirits of women. Then Countrymen,"}
{"Input":"   Metel. Is there no voyce more worthy then my owne,","Output":"To sound more sweetly in great Caesars eare,"}
{"Input":"pluckt me ope his Doublet, and offer'd them his Throat","Output":"to cut: and I had beene a man of any Occupation, if I"}
{"Input":"I haue seene Tempests, when the scolding Winds","Output":"Haue riu'd the knottie Oakes, and I haue seene"}
{"Input":"To seeke you at your house. Well, I will hie,","Output":"And so bestow these Papers as you bad me"}
{"Input":"Messala, I haue heere receiued Letters,","Output":"That yong Octauius, and Marke Antony"}
{"Input":"Lookes with such Ferret, and such fiery eyes","Output":"As we haue seene him in the Capitoll"}
{"Input":"Brutus had rather be a Villager,","Output":"Then to repute himselfe a Sonne of Rome"}
{"Input":"To winde, to stop, to run directly on:","Output":"His corporall Motion, gouern'd by my Spirit,"}
{"Input":"   1. Wee'l bring him to his House,","Output":"With Showts and Clamors"}
{"Input":"There was more Foolerie yet, if I could remember","Output":"it"}
{"Input":"O Caesar!","Output":"  Ant. Thy heart is bigge: get thee a-part and weepe:"}
{"Input":"Are rid like Madmen through the Gates of Rome","Output":"   Ant. Belike they had some notice of the people"}
{"Input":"You sodainly arose, and walk'd about,","Output":"Musing, and sighing, with your armes acrosse"}
{"Input":"He loues me well, and I haue giuen him Reasons,","Output":"Send him but hither, and Ile fashion him"}
{"Input":"   Bru. Go, and commend me to my Brother Cassius:","Output":"Bid him set on his Powres betimes before,"}
{"Input":"Millions of Mischeefes.","Output":"Exeunt."}
{"Input":"That Rome holds of his Name: wherein obscurely","Output":"Caesars Ambition shall be glanced at."}
{"Input":"If you giue place to accidentall euils","Output":"   Bru. No man beares sorrow better. Portia is dead"}
{"Input":"and then the people fell a shouting","Output":"   Bru. What was the second noyse for?"}
{"Input":"That comes in Triumph ouer Pompeyes blood?","Output":"Be gone,"}
{"Input":"These are their Reasons, they are Naturall:","Output":"For I beleeue, they are portentous things"}
{"Input":"   2.Ple. Go fetch fire","Output":"   3.Ple. Plucke downe Benches"}
{"Input":"   Oct. Stirre not vntill the Signall","Output":"   Bru. Words before blowes: is it so Countrymen?"}
{"Input":"   Ant. This was the Noblest Roman of them all:","Output":"All the Conspirators saue onely hee,"}
{"Input":"Enter Pindarus.","Output":"Come hither sirrah: In Parthia did I take thee Prisoner,"}
{"Input":"for feare of opening my Lippes, and receyuing the bad","Output":"Ayre"}
{"Input":"Flauius.","Output":"  Caes. Calphurnia"}
{"Input":"If then thy Spirit looke vpon vs now,","Output":"Shall it not greeue thee deerer then thy death,"}
{"Input":"That gaue me publike leaue to speake of him:","Output":"For I haue neyther writ nor words, nor worth,"}
{"Input":"   Decius. Shall no man else be toucht, but onely Caesar?","Output":"  Cas. Decius well vrg'd: I thinke it is not meet,"}
{"Input":"And so bestow these Papers as you bad me","Output":"   Cassi. That done, repayre to Pompeyes Theater."}
{"Input":"See what a rent the enuious Caska made:","Output":"Through this, the wel-beloued Brutus stabb'd,"}
{"Input":"Which out of vse, and stal'de by other men","Output":"Begin his fashion. Do not talke of him,"}
{"Input":"As heere by Caesar, and by you cut off,","Output":"The Choice and Master Spirits of this Age"}
{"Input":"   Dard. Shall I doe such a deed?","Output":"  Clit. O Dardanius"}
{"Input":"I shall recount heereafter. For this present,","Output":"I would not so (with loue I might intreat you)"}
{"Input":"Then I will wrong such Honourable men.","Output":"But heere's a Parchment, with the Seale of Caesar,"}
{"Input":"Who to Philippi heere consorted vs:","Output":"This Morning are they fled away, and gone,"}
{"Input":"But when they should endure the bloody Spurre,","Output":"They fall their Crests, and like deceitfull Iades"}
{"Input":"  Bru. What meanes this Showting?","Output":"I do feare, the People choose Caesar"}
{"Input":"  Pind. Titinius is enclosed round about","Output":"With Horsemen, that make to him on the Spurre,"}
{"Input":"Your Statue spouting blood in many pipes,","Output":"In which so many smiling Romans bath'd,"}
{"Input":"I haue o're-shot my selfe to tell you of it,","Output":"I feare I wrong the Honourable men,"}
{"Input":"  Cly. Fly, flye my Lord, there is no tarrying heere","Output":"   Bru. Farewell to you, and you, and Volumnius."}
{"Input":"If he should stay at home to day for feare:","Output":"No Caesar shall not; Danger knowes full well"}
{"Input":"When you are Waspish","Output":"   Cassi. Is it come to this?"}
{"Input":"  Ple. We will be satisfied: let vs be satisfied","Output":"   Bru. Then follow me, and giue me Audience friends."}
{"Input":"It may be I shall otherwise bethinke me.","Output":"Looke Lucius, heere's the booke I sought for so:"}
{"Input":"That is enough to satisfie the Senate.","Output":"But for your priuate satisfaction,"}
{"Input":"   Bru. Our course will seeme too bloody, Caius Cassius,","Output":"To cut the Head off, and then hacke the Limbes:"}
{"Input":"   Cassi. Trebonius knowes his time: for look you Brutus","Output":"He drawes Mark Antony out of the way"}
{"Input":"This tongue had not offended so to day.","Output":"If Cassius might haue rul'd"}
{"Input":"Hath giuen me some worthy cause to wish","Output":"Things done, vndone: But if he be at hand"}
{"Input":"Giue guesse how neere to day- Lucius, I say?","Output":"I would it were my fault to sleepe so soundly."}
{"Input":"  Bru. Talke not of standing. Publius good cheere,","Output":"There is no harme intended to your person,"}
{"Input":"'Tis good you know not that you are his Heires,","Output":"For if you should, O what would come of it?"}
{"Input":"these men, and it is bent against Caesar: If thou beest not","Output":"Immortall,"}
{"Input":"For I will slay my selfe","Output":"   Bru. Cassius be constant:"}
{"Input":"Guide thou the Sword- Caesar, thou art reueng'd,","Output":"Euen with the Sword that kill'd thee"}
{"Input":"   Fla. Thou art a Cobler, art thou?","Output":"  Cob. Truly sir, all that I liue by, is with the Aule: I"}
{"Input":"The stones of Rome, to rise and Mutiny","Output":"   All. Wee'l Mutiny"}
{"Input":"  Cas. Therefore good Brutus, be prepar'd to heare:","Output":"And since you know, you cannot see your selfe"}
{"Input":"   Cassi. I deny'd you not","Output":"   Bru. You did"}
{"Input":"To touch Calphurnia: for our Elders say,","Output":"The Barren touched in this holy chace,"}
{"Input":"  Pind. Aboue. O my Lord","Output":"   Cassi. What newes?"}
{"Input":"Whiles they behold a greater then themselues,","Output":"And therefore are they very dangerous."}
{"Input":"Ne're look'd but on my backe: When they shall see","Output":"The face of Caesar, they are vanished"}
{"Input":"And drawing dayes out, that men stand vpon","Output":"   Cask. Why he that cuts off twenty yeares of life,"}
{"Input":"Alas, thou hast misconstrued euery thing.","Output":"But hold thee, take this Garland on thy Brow,"}
{"Input":"Exeunt. all the Commoners.","Output":"See where their basest mettle be not mou'd,"}
{"Input":"For that which is not in me?","Output":"  Cas. Therefore good Brutus, be prepar'd to heare:"}
{"Input":"That will make sicke men whole","Output":"   Cai. But are not some whole, that we must make sicke?"}
{"Input":"Our yoake, and sufferance, shew vs Womanish","Output":"   Cask. Indeed, they say, the Senators to morrow"}
{"Input":"For their King","Output":"   Cassi. I, do you feare it?"}
{"Input":"   Lucil. With courtesie, and with respect enough,","Output":"But not with such familiar instances,"}
{"Input":"   Octa. Let vs do so: for we are at the stake,","Output":"And bayed about with many Enemies,"}
{"Input":"   Cassi. Now most Noble Brutus,","Output":"The Gods to day stand friendly, that we may"}
{"Input":"  Bru. Lucius my Gowne: farewell good Messala,","Output":"Good night Titinius: Noble, Noble Cassius,"}
{"Input":"Ile haue them sleepe on Cushions in my Tent","Output":"   Luc. Varrus, and Claudio."}
{"Input":"And fawn'd like Hounds,","Output":"And bow'd like Bondmen, kissing Caesars feete;"}
{"Input":"   Mur. May we do so?","Output":"You know it is the Feast of Lupercall"}
{"Input":"But that my Noble Master will appeare","Output":"Such as he is, full of regard, and Honour"}
{"Input":"   Cassi. Heare me good Brother","Output":"   Bru. Vnder your pardon. You must note beside,"}
{"Input":"  Bru. I pray you sirs, lye in my Tent and sleepe,","Output":"It may be I shall raise you by and by"}
{"Input":"   Cask. But wherefore did you so much tempt the Heauens?","Output":"It is the part of men, to feare and tremble,"}
{"Input":"Old feeble Carrions, and such suffering Soules","Output":"That welcome wrongs: Vnto bad causes, sweare"}
{"Input":"Are much condemn'd to haue an itching Palme,","Output":"To sell, and Mart your Offices for Gold"}
{"Input":"   Deci. I haue, when you haue heard what I can say:","Output":"And know it now, the Senate haue concluded"}
{"Input":"O Iudgement! thou are fled to brutish Beasts,","Output":"And Men haue lost their Reason. Beare with me,"}
{"Input":"That now on Pompeyes Basis lye along,","Output":"No worthier then the dust?"}
{"Input":"Vnto some monstrous State.","Output":"Now could I (Caska) name to thee a man,"}
{"Input":"To walke abroad, and recreate your selues.","Output":"Heere was a Caesar: when comes such another?"}
{"Input":"Let me see, let me see; is not the Leafe turn'd downe","Output":"Where I left reading? Heere it is I thinke."}
{"Input":"They vanish tongue-tyed in their guiltinesse:","Output":"Go you downe that way towards the Capitoll,"}
{"Input":"Besides, I ha' not since put vp my Sword,","Output":"Against the Capitoll I met a Lyon,"}
{"Input":"   Cask. I know not what you meane by that, but I am","Output":"sure Caesar fell downe. If the tag-ragge people did not"}
{"Input":"   Cask. Peace ho, Caesar speakes","Output":"   Caes. Calphurnia"}
{"Input":"   Messa. Is not that he that lyes vpon the ground?","Output":"  Titin. He lies not like the Liuing. O my heart!"}
{"Input":"   Cassi. You loue me not","Output":"   Bru. I do not like your faults"}
{"Input":"To euery Roman Citizen he giues,","Output":"To euery seuerall man, seuenty fiue Drachmaes"}
{"Input":"  Ser. They would not haue you to stirre forth to day.","Output":"Plucking the intrailes of an Offering forth,"}
{"Input":"Ride, ride Messala, let them all come downe.","Output":"Exeunt."}
{"Input":"The Genius, and the mortall Instruments","Output":"Are then in councell; and the state of a man,"}
{"Input":"Which like a Fountaine, with an hundred spouts","Output":"Did run pure blood: and many lusty Romans"}
{"Input":"Welcome Mark Antony","Output":"   Ant. O mighty Caesar! Dost thou lye so lowe?"}
{"Input":"And when my face is couer'd, as 'tis now,","Output":"Guide thou the Sword- Caesar, thou art reueng'd,"}
{"Input":"Knocke.","Output":"Harke, harke, one knockes: Portia go in a while,"}
{"Input":"Why, and wherein, Caesar was dangerous","Output":"   Bru. Or else were this a sauage Spectacle:"}
{"Input":"   Caes What can be auoyded","Output":"Whose end is purpos'd by the mighty Gods?"}
{"Input":"And Caesars Spirit ranging for Reuenge,","Output":"With Ate by his side, come hot from Hell,"}
{"Input":"Will come, when it will come.","Output":"Enter a Seruant."}
{"Input":"Our best Friends made, our meanes stretcht,","Output":"And let vs presently go sit in Councell,"}
{"Input":"But cold demeanor in Octauio's wing:","Output":"And sodaine push giues them the ouerthrow:"}
{"Input":"   Caes Antonio","Output":"   Ant. Caesar"}
{"Input":"Enioy the hony-heauy-Dew of Slumber:","Output":"Thou hast no Figures, nor no Fantasies,"}
{"Input":"Did loose his Lustre: I did heare him grone:","Output":"I, and that Tongue of his, that bad the Romans"}
{"Input":"The valiant neuer taste of death but once:","Output":"Of all the Wonders that I yet haue heard,"}
{"Input":"And common good to all, made one of them.","Output":"His life was gentle, and the Elements"}
{"Input":"  Cassi. Why now blow winde, swell Billow,","Output":"And swimme Barke:"}
{"Input":"(Except immortall Caesar) speaking of Brutus,","Output":"And groaning vnderneath this Ages yoake,"}
{"Input":"  Ant. No Caesar, we will answer on their Charge.","Output":"Make forth, the Generals would haue some words"}
{"Input":"In my Oration, how the People take","Output":"The cruell issue of these bloody men,"}
{"Input":"Why now thou dyest, as brauely as Titinius,","Output":"And may'st be honour'd, being Cato's Sonne"}
{"Input":"   Cassi. Then with your will go on: wee'l along","Output":"Our selues, and meet them at Philippi"}
{"Input":"Haue put to death, an hundred Senators","Output":"   Bru. Therein our Letters do not well agree:"}
{"Input":"And do you now cull out a Holyday?","Output":"And do you now strew Flowers in his way,"}
{"Input":"I, and that Tongue of his, that bad the Romans","Output":"Marke him, and write his Speeches in their Bookes,"}
{"Input":"   Bru. Cassius be constant:","Output":"Popillius Lena speakes not of our purposes,"}
{"Input":"Within the Bond of Marriage, tell me Brutus,","Output":"Is it excepted, I should know no Secrets"}
{"Input":"To make Conditions","Output":"   Bru. Go too: you are not Cassius"}
{"Input":"Alarum. Cry within, Flye, flye, flye.","Output":"  Cly. Fly my Lord, flye"}
{"Input":"extenuated, wherein he was worthy; nor his offences enforc'd,","Output":"for which he suffered death."}
{"Input":"Exeunt.","Output":"Manet Brutus and Cassius."}
{"Input":"With the most Noble blood of all this World.","Output":"I do beseech yee, if you beare me hard,"}
{"Input":"To locke such Rascall Counters from his Friends,","Output":"Be ready Gods with all your Thunder-bolts,"}
{"Input":"But ere we could arriue the Point propos'd,","Output":"Caesar cride, Helpe me Cassius, or I sinke."}
{"Input":"   Ant. If you haue teares, prepare to shed them now.","Output":"You all do know this Mantle, I remember"}
{"Input":"Euen at Noone-day, vpon the Market place,","Output":"Howting, and shreeking. When these Prodigies"}
{"Input":"Thou: Awake","Output":"   Var. My Lord"}
{"Input":"I do desire no more","Output":"   Bru. Prepare the body then, and follow vs."}
{"Input":"   4. Caesars better parts,","Output":"Shall be Crown'd in Brutus"}
{"Input":"Verses","Output":"   Cin. I am not Cinna the Conspirator"}
{"Input":"Then least he may, preuent. And since the Quarrell","Output":"Will beare no colour, for the thing he is,"}
{"Input":"Vpon a labouring day, without the signe","Output":"Of your Profession? Speake, what Trade art thou?"}
{"Input":"so base, that would be a Bondman? If any, speak, for him","Output":"haue I offended. Who is heere so rude, that would not"}
{"Input":"Yours Cinna; and my valiant Caska, yours;","Output":"Though last, not least in loue, yours good Trebonius."}
{"Input":"And sell the mighty space of our large Honors","Output":"For so much trash, as may be grasped thus?"}
{"Input":"   Bru. Yes Cassius, and from henceforth","Output":"When you are ouer-earnest with your Brutus,"}
{"Input":"   Cassi. Brutus, baite not me,","Output":"Ile not indure it: you forget your selfe"}
{"Input":"And that craues warie walking: Crowne him that,","Output":"And then I graunt we put a Sting in him,"}
{"Input":"   Luc. O yong and Noble Cato, art thou downe?","Output":"Why now thou dyest, as brauely as Titinius,"}
{"Input":"   2 Peace, let vs heare what Antony can say","Output":"   Ant. You gentle Romans"}
{"Input":"And where I did begin, there shall I end,","Output":"My life is run his compasse. Sirra, what newes?"}
{"Input":"   Titin. All disconsolate,","Output":"With Pindarus his Bondman, on this Hill"}
{"Input":"Enter Mark Antony, with Caesars body.","Output":"Heere comes his Body, mourn'd by Marke Antony, who"}
{"Input":"  Cinna. I am glad on't.","Output":"What a fearefull Night is this?"}
{"Input":"Will crowd a feeble man (almost) to death:","Output":"Ile get me to a place more voyd, and there"}
{"Input":"But for supporting Robbers: shall we now,","Output":"Contaminate our fingers, with base Bribes?"}
{"Input":"   Caes Hence: Wilt thou lift vp Olympus?","Output":"  Decius. Great Caesar"}
{"Input":"That your best Friends shall wish I had beene further","Output":"   Caes Good Friends go in, and taste some wine with me."}
{"Input":"Who rated him for speaking well of Pompey;","Output":"I wonder none of you haue thought of him"}
{"Input":"With meditating that she must dye once,","Output":"I haue the patience to endure it now"}
{"Input":"them.","Output":"  Bru. Stand ho"}
{"Input":"And then I swore thee, sauing of thy life,","Output":"That whatsoeuer I did bid thee do,"}
{"Input":"And he shall weare his Crowne by Sea, and Land,","Output":"In euery place, saue here in Italy"}
{"Input":"I found it in his Closset, 'tis his Will:","Output":"Let but the Commons heare this Testament:"}
{"Input":"Thorow the streets of Rome","Output":"   Bru. No Cassius, no:"}
{"Input":"For so much trash, as may be grasped thus?","Output":"I had rather be a Dogge, and bay the Moone,"}
{"Input":"Did from the Flames of Troy, vpon his shoulder","Output":"The old Anchyses beare) so, from the waues of Tyber"}
{"Input":"This is a sleepy Tune: O Murd'rous slumber!","Output":"Layest thou thy Leaden Mace vpon my Boy,"}
{"Input":"No Caesar shall not; Danger knowes full well","Output":"That Caesar is more dangerous then he."}
{"Input":"Much that I feare may chance:","Output":"Good morrow to you: heere the street is narrow:"}
{"Input":"   Pin. I do not doubt","Output":"But that my Noble Master will appeare"}
{"Input":"For looke he smiles, and Caesar doth not change","Output":"   Cassi. Trebonius knowes his time: for look you Brutus"}
{"Input":"Giuing my selfe a voluntary wound","Output":"Heere, in the Thigh: Can I beare that with patience,"}
{"Input":"   Bru. Then follow me, and giue me Audience friends.","Output":"Cassius go you into the other streete,"}
{"Input":"   Bru. By your pardon:","Output":"I will my selfe into the Pulpit first,"}
{"Input":"Romans, Countrey-men, and Louers, heare mee for my","Output":"cause, and be silent, that you may heare. Beleeue me for"}
{"Input":"Th' ambitious Ocean swell, and rage, and foame,","Output":"To be exalted with the threatning Clouds:"}
{"Input":"   Cassi. I wish we may: But yet haue I a minde","Output":"That feares him much: and my misgiuing still"}
{"Input":"Begin it with weake Strawes. What trash is Rome?","Output":"What Rubbish, and what Offall? when it serues"}
{"Input":"Are full of rest, defence, and nimblenesse","Output":"   Bru. Good reasons must of force giue place to better:"}
{"Input":"   Volum. What sayes my Lord?","Output":"  Brut. Why this, Volumnius:"}
{"Input":"   Pin. So, I am free,","Output":"Yet would not so haue beene"}
{"Input":"Those that will follow Cassius, go with him,","Output":"And publike Reasons shall be rendred"}
{"Input":"To adde vnto his sicknesse? No my Brutus,","Output":"You haue some sicke Offence within your minde,"}
{"Input":"To begge the voyce and vtterance of my Tongue)","Output":"A Curse shall light vpon the limbes of men;"}
{"Input":"   Cas. Beare with him Brutus, 'tis his fashion","Output":"   Brut. Ile know his humor, when he knowes his time:"}
{"Input":"See, Antony that Reuels long a-nights","Output":"Is notwithstanding vp. Good morrow Antony"}
{"Input":"   Cinna. I am Cinna the Poet, I am Cinna the Poet","Output":"   4. Teare him for his bad verses, teare him for his bad"}
{"Input":"   1. Bring him with Triumph home vnto his house","Output":"   2. Giue him a Statue with his Ancestors"}
{"Input":"  Luc. To know my errand Madam","Output":"   Por. I would haue had thee there and heere agen"}
{"Input":"And for thy humor, I will stay at home.","Output":"Enter Decius."}
{"Input":"But keepe the Hilles and vpper Regions:","Output":"It proues not so: their battailes are at hand,"}
{"Input":"And we are gouern'd with our Mothers spirits,","Output":"Our yoake, and sufferance, shew vs Womanish"}
{"Input":"   1. I, and breefely","Output":"   4. I, and wisely"}
{"Input":"I will my selfe into the Pulpit first,","Output":"And shew the reason of our Caesars death."}
{"Input":"Thinke of this life: But for my single selfe,","Output":"I had as liefe not be, as liue to be"}
{"Input":"Stand not to answer: Heere, take thou the Hilts,","Output":"And when my face is couer'd, as 'tis now,"}
{"Input":"   Bru. It was well done, and thou shalt sleepe againe:","Output":"I will not hold thee long. If I do liue,"}
{"Input":"The very last time we shall speake together:","Output":"What are you then determined to do?"}
{"Input":"Publius.","Output":"And looke where Publius is come to fetch me"}
{"Input":"   Bru. O if thou wer't the Noblest of thy Straine,","Output":"Yong-man, thou could'st not dye more honourable"}
{"Input":"If it be ought toward the generall good,","Output":"Set Honor in one eye, and Death i'th other,"}
{"Input":"Heere, as I point my Sword, the Sunne arises,","Output":"Which is a great way growing on the South,"}
{"Input":"Which so appearing to the common eyes,","Output":"We shall be call'd Purgers, not Murderers."}
{"Input":"   Cas. And let vs sweare our Resolution","Output":"   Brut. No, not an Oath: if not the Face of men,"}
{"Input":"It is not meete you know how Caesar lou'd you:","Output":"You are not Wood, you are not Stones, but men:"}
{"Input":"About his Funerall. And you shall speake","Output":"In the same Pulpit whereto I am going,"}
{"Input":"Hath almost ended his liues History:","Output":"Night hangs vpon mine eyes, my Bones would rest,"}
{"Input":"   Bru. Why aske you?","Output":"Heare you ought of her, in yours?"}
{"Input":"   3. Teare him, tear him; Come Brands hoe, Firebrands:","Output":"to Brutus, to Cassius, burne all. Some to Decius House,"}
{"Input":"You all did loue him once, not without cause,","Output":"What cause with-holds you then, to mourne for him?"}
{"Input":"it","Output":"   Cassi. Will you suppe with me to Night, Caska?"}
{"Input":"You shall reade vs the Will, Caesars Will","Output":"   Ant. Will you be Patient? Will you stay a-while?"}
{"Input":"Enter the Soothsayer.","Output":"  Por. Come hither Fellow, which way hast thou bin?"}
{"Input":"Brutus is tane, Brutus is tane my Lord","Output":"   Ant. Where is hee?"}
{"Input":"That this foule deede, shall smell aboue the earth","Output":"With Carrion men, groaning for Buriall."}
{"Input":"And to your heyres for euer: common pleasures","Output":"To walke abroad, and recreate your selues."}
{"Input":"Enter Brutus, Ligarius, Metellus, Caska, Trebonius, Cynna, and","Output":"Publius."}
{"Input":"And it is very much lamented Brutus,","Output":"That you haue no such Mirrors, as will turne"}
{"Input":"So do you too, where you perceiue them thicke.","Output":"These growing Feathers, pluckt from Caesars wing,"}
{"Input":"Vpon what meate doth this our Caesar feede,","Output":"That he is growne so great? Age, thou art sham'd."}
{"Input":"May safely come to him, and be resolu'd","Output":"How Caesar hath deseru'd to lye in death,"}
{"Input":"Thou know'st, that we two went to Schoole together:","Output":"Euen for that our loue of old, I prethee"}
{"Input":"   Caes Welcome Publius.","Output":"What Brutus, are you stirr'd so earely too?"}
{"Input":"Caesar saide to me, Dar'st thou Cassius now","Output":"Leape in with me into this angry Flood,"}
{"Input":"It is more worthy, to leape in our selues,","Output":"Then tarry till they push vs. Good Volumnius,"}
{"Input":"Cuts off so many yeares of fearing death","Output":"   Bru. Grant that, and then is Death a Benefit:"}
{"Input":"Recounts most horrid sights seene by the Watch.","Output":"A Lionnesse hath whelped in the streets,"}
{"Input":"Know I these men, that come along with you?","Output":"  Cass. Yes, euery man of them; and no man here"}
{"Input":"Most like this dreadfull Night,","Output":"That Thunders, Lightens, opens Graues, and roares,"}
{"Input":"And tell him what hath chanc'd:","Output":"Heere is a mourning Rome, a dangerous Rome,"}
{"Input":"  Cin. Heere, quite confounded with this mutiny","Output":"   Met. Stand fast together, least some Friend of Caesars"}
{"Input":"Vpon old Brutus Statue: all this done,","Output":"Repaire to Pompeyes Porch, where you shall finde vs."}
{"Input":"   Cask. Doe so: farewell both.","Output":"Enter."}
{"Input":"   Brut. Sit thee downe, Clitus: slaying is the word,","Output":"It is a deed in fashion. Hearke thee, Clitus"}
{"Input":"  Messa. Seeke him Titinius, whilst I go to meet","Output":"The Noble Brutus, thrusting this report"}
{"Input":"The Noble Brutus, thrusting this report","Output":"Into his eares; I may say thrusting it:"}
{"Input":"  Ser. My Lord","Output":"   Caes Go bid the Priests do present Sacrifice,"}
{"Input":"If it were so, it was a greeuous Fault,","Output":"And greeuously hath Caesar answer'd it."}
{"Input":"   Messa. Octauius, then take him to follow thee,","Output":"That did the latest seruice to my Master"}
{"Input":"And when you do them-","Output":"  Brut. Cassius, be content,"}
{"Input":"   Ant. Not stinglesse too","Output":"   Bru. O yes, and soundlesse too:"}
{"Input":"I shall not finde my selfe so apt to dye.","Output":"No place will please me so, no meane of death,"}
{"Input":"  Cob. Truly sir, all that I liue by, is with the Aule: I","Output":"meddle with no Tradesmans matters, nor womens matters;"}
{"Input":"As we haue seene him in the Capitoll","Output":"Being crost in Conference, by some Senators"}
{"Input":"To hide thee from preuention.","Output":"Enter the Conspirators, Cassius, Caska, Decius, Cinna, Metellus,"}
{"Input":"With better Appetite","Output":"   Brut. And so it is:"}
{"Input":"On Obiects, Arts, and Imitations.","Output":"Which out of vse, and stal'de by other men"}
{"Input":"And see where Brutus be aliue or dead,","Output":"And bring vs word, vnto Octauius Tent:"}
{"Input":"But in our Selues, that we are vnderlings.","Output":"Brutus and Caesar: What should be in that Caesar?"}
{"Input":"I will consider: what you haue to say","Output":"I will with patience heare, and finde a time"}
{"Input":"Bid him set on his Powres betimes before,","Output":"And we will follow"}
{"Input":"   Vol. That's not an Office for a friend, my Lord.","Output":"Alarum still."}
{"Input":"Do grace to Caesars Corpes, and grace his Speech","Output":"Tending to Caesars Glories, which Marke Antony"}
{"Input":"You know that you are Brutus that speakes this,","Output":"Or by the Gods, this speech were else your last"}
{"Input":"Conceptions onely proper to my selfe,","Output":"Which giue some soyle (perhaps) to my Behauiours:"}
{"Input":"And know it now, the Senate haue concluded","Output":"To giue this day, a Crowne to mighty Caesar."}
{"Input":"Haue strucke but thus much shew of fire from Brutus,","Output":"Enter Caesar and his Traine."}
{"Input":"Writings, all tending to the great opinion","Output":"That Rome holds of his Name: wherein obscurely"}
{"Input":"may beleeue. Censure me in your Wisedom, and awake","Output":"your Senses, that you may the better Iudge. If there bee"}
{"Input":"   Deci. Where is Metellus Cimber, let him go,","Output":"And presently preferre his suite to Caesar"}
{"Input":"I was borne free as Caesar, so were you,","Output":"We both haue fed as well, and we can both"}
{"Input":"   Poet. Nothing but death shall stay me","Output":"   Cas. How now? What's the matter?"}
{"Input":"They fall their Crests, and like deceitfull Iades","Output":"Sinke in the Triall. Comes his Army on?"}
{"Input":"   Bru. Such an exploit haue I in hand Ligarius,","Output":"Had you a healthfull eare to heare of it"}
{"Input":"Manet Brutus.","Output":"Boy: Lucius: Fast asleepe? It is no matter,"}
{"Input":"And I am Brutus, Marcus Brutus, I,","Output":"Brutus my Countries Friend: Know me for Brutus"}
{"Input":"But as a property: and now Octauius,","Output":"Listen great things. Brutus and Cassius"}
{"Input":"These growing Feathers, pluckt from Caesars wing,","Output":"Will make him flye an ordinary pitch,"}
{"Input":"As in thy red Rayes thou doest sinke to night;","Output":"So in his red blood Cassius day is set."}
{"Input":"  Sooth. Beware the Ides of March","Output":"   Caes. He is a Dreamer, let vs leaue him: Passe."}
{"Input":"   Ant. Where is hee?","Output":"  Ser. He and Lepidus are at Caesars house"}
{"Input":"  4. Are you a married man, or a Batchellor?","Output":"  2. Answer euery man directly"}
{"Input":"   Clit. Now is that Noble Vessell full of griefe,","Output":"That it runnes ouer euen at his eyes"}
{"Input":"Trebonius.","Output":"  Cass. I thinke we are too bold vpon your Rest:"}
{"Input":"  Caska. Stand close a while, for heere comes one in","Output":"haste"}
{"Input":"Most bloodie, fierie, and most terrible.","Output":"Enter Cinna."}
{"Input":"   Caes Doth not Brutus bootlesse kneele?","Output":"  Cask. Speake hands for me."}
{"Input":"   Fla. It is no matter, let no Images","Output":"Be hung with Caesars Trophees: Ile about,"}
{"Input":"Brutus is Noble, Wise, Valiant, and Honest;","Output":"Caesar was Mighty, Bold, Royall, and Louing:"}
{"Input":"And let vs bathe our hands in Caesars blood","Output":"Vp to the Elbowes, and besmeare our Swords:"}
{"Input":"Mount thou my horse, and hide thy spurres in him,","Output":"Till he haue brought thee vp to yonder Troopes"}
{"Input":"   Deci. This Dreame is all amisse interpreted,","Output":"It was a vision, faire and fortunate:"}
{"Input":"Blood and destruction shall be so in vse,","Output":"And dreadfull Obiects so familiar,"}
{"Input":"  Brut. The exhalations, whizzing in the ayre,","Output":"Giue so much light, that I may reade by them."}
{"Input":"the common Heard was glad he refus'd the Crowne, he","Output":"pluckt me ope his Doublet, and offer'd them his Throat"}
{"Input":"I am no Orator, as Brutus is:","Output":"But (as you know me all) a plaine blunt man"}
{"Input":"said any thing amisse, he desir'd their Worships to thinke","Output":"it was his infirmitie. Three or foure Wenches where I"}
{"Input":"There is so much, that thou wilt kill me straight:","Output":"Kill Brutus, and be honour'd in his death"}
{"Input":"Marke him, and write his Speeches in their Bookes,","Output":"Alas, it cried, Giue me some drinke Titinius,"}
{"Input":"   Bru. Grant that, and then is Death a Benefit:","Output":"So are we Caesars Friends, that haue abridg'd"}
{"Input":"What a fearefull Night is this?","Output":"There's two or three of vs haue seene strange sights"}
{"Input":"   2. Wee'l heare him, wee'l follow him, wee'l dy with","Output":"him"}
{"Input":"   3. The Noble Brutus is ascended: Silence","Output":"   Bru. Be patient till the last."}
{"Input":"   Ant. Heere is the Will, and vnder Caesars Seale:","Output":"To euery Roman Citizen he giues,"}
{"Input":"Octauius, Antony, and Lepidus,","Output":"Haue put to death, an hundred Senators"}
{"Input":"When went there by an Age, since the great Flood,","Output":"But it was fam'd with more then with one man?"}
{"Input":"But yet my Nature could not beare it so","Output":"   Bru. Well, to our worke aliue. What do you thinke"}
{"Input":"   Por. Is Brutus sicke? And is it Physicall","Output":"To walke vnbraced, and sucke vp the humours"}
{"Input":"Bending their Expedition toward Philippi","Output":"   Mess. My selfe haue Letters of the selfe-same Tenure"}
{"Input":"  Luc. Nothing my Lord","Output":"   Bru. Sleepe againe Lucius: Sirra Claudio, Fellow,"}
{"Input":"   Messa. How dyed my Master Strato?","Output":"  Stra. I held the Sword, and he did run on it"}
{"Input":"Enter Octauio's Seruant.","Output":"You serue Octauius Caesar, do you not?"}
{"Input":"Haue had resort to you: for heere haue beene","Output":"Some sixe or seuen, who did hide their faces"}
{"Input":"In this I bury all vnkindnesse Cassius.","Output":"Drinkes"}
{"Input":"Was Cassius borne. Giue me thy hand Messala:","Output":"Be thou my witnesse, that against my will"}
{"Input":"   Cinna. O Caesar","Output":"   Caes Hence: Wilt thou lift vp Olympus?"}
{"Input":"As well as I do know your outward fauour.","Output":"Well, Honor is the subiect of my Story:"}
{"Input":"   Bru. Why did you so cry out sirs, in your sleepe?","Output":"  Both. Did we my Lord?"}
{"Input":"If he do breake the smallest Particle","Output":"Of any promise that hath past from him"}
{"Input":"   Caes What touches vs our selfe, shall be last seru'd","Output":"   Art. Delay not Caesar, read it instantly"}
{"Input":"  Luc. Madam, what should I do?","Output":"Run to the Capitoll, and nothing else?"}
{"Input":"For I beleeue, they are portentous things","Output":"Vnto the Clymate, that they point vpon"}
{"Input":"For I haue neyther writ nor words, nor worth,","Output":"Action, nor Vtterance, nor the power of Speech,"}
{"Input":"   Cassi. I know where I will weare this Dagger then;","Output":"Cassius from Bondage will deliuer Cassius:"}
{"Input":"In the same Pulpit whereto I am going,","Output":"After my speech is ended"}
{"Input":"Enter.","Output":"Enter Portia and Lucius."}
{"Input":"Exeunt.","Output":"Actus Tertius."}
{"Input":"And Nature must obey Necessitie,","Output":"Which we will niggard with a little rest:"}
{"Input":"   Bru. That euery like is not the same, O Caesar,","Output":"The heart of Brutus earnes to thinke vpon."}
{"Input":"As it hath much preuayl'd on your Condition,","Output":"I should not know you Brutus. Deare my Lord,"}
{"Input":"And wauing our red Weapons o're our heads,","Output":"Let's all cry Peace, Freedome, and Liberty"}
{"Input":"How hard it is for women to keepe counsell.","Output":"Art thou heere yet?"}
{"Input":"Did this in Caesar seeme Ambitious?","Output":"When that the poore haue cry'de, Caesar hath wept:"}
{"Input":"This Rudenesse is a Sawce to his good Wit,","Output":"Which giues men stomacke to disgest his words"}
{"Input":"And watch your pleasure","Output":"   Bru. I will it not haue it so: Lye downe good sirs,"}
{"Input":"He drawes Mark Antony out of the way","Output":"   Deci. Where is Metellus Cimber, let him go,"}
{"Input":"If not, 'tis true, this parting was well made","Output":"   Bru. Why then leade on. O that a man might know"}
{"Input":"   Bru. Now as you are a Roman tell me true","Output":"   Messa. Then like a Roman, beare the truth I tell,"}
{"Input":"To see the strange impatience of the Heauens:","Output":"But if you would consider the true cause,"}
{"Input":"On businesse to my Brother Cassius","Output":"   Var. So please you, we will stand,"}
{"Input":"Hee'l thinke your Mother chides, and leaue you so.","Output":"Enter a Poet."}
{"Input":"Exeunt.","Output":"Enter Cinna the Poet, and after him the Plebeians."}
{"Input":"Yet if my name were lyable to feare,","Output":"I do not know the man I should auoyd"}
{"Input":"  Ser. I do Marke Antony","Output":"   Ant. Caesar did write for him to come to Rome"}
{"Input":"Our Army lies, ready to giue vp the Ghost","Output":"   Messa. Beleeue not so"}
{"Input":"Exit Portia.","Output":"Enter Lucius and Ligarius."}
{"Input":"   Clit. What I, my Lord? No, not for all the World","Output":"   Brut. Peace then, no words"}
{"Input":"  Cassi. Will you go see the order of the course?","Output":"  Brut. Not I"}
{"Input":"To hedge me in. I am a Souldier, I,","Output":"Older in practice, Abler then your selfe"}
{"Input":"That could be mou'd to smile at any thing.","Output":"Such men as he, be neuer at hearts ease,"}
{"Input":"   Cassi. Come Antony, and yong Octauius come,","Output":"Reuenge your selues alone on Cassius,"}
{"Input":"Exeunt.","Output":"Actus Quintus."}
{"Input":"Whether yond Troopes, are Friend or Enemy","Output":"   Tit. I will be heere againe, euen with a thought."}
{"Input":"Woe to the hand that shed this costly Blood.","Output":"Ouer thy wounds, now do I Prophesie,"}
{"Input":"Enter Antony.","Output":"See, Antony that Reuels long a-nights"}
{"Input":"This day I breathed first, Time is come round,","Output":"And where I did begin, there shall I end,"}
{"Input":"Not Erebus it selfe were dimme enough,","Output":"To hide thee from preuention."}
{"Input":"Clocke strikes.","Output":"  Bru. Peace, count the Clocke"}
{"Input":"To morrow, if you please to speake with me,","Output":"I will come home to you: or if you will,"}
{"Input":"With lusty Sinewes, throwing it aside,","Output":"And stemming it with hearts of Controuersie."}
{"Input":"   3 Ha's hee Masters? I feare there will a worse come in his place","Output":"   4. Mark'd ye his words? he would not take y Crown,"}
{"Input":"   Bru. Prepare the body then, and follow vs.","Output":"Exeunt."}
{"Input":"  3. Where do you dwell?","Output":"  4. Are you a married man, or a Batchellor?"}
{"Input":"my handy-worke","Output":"   Fla. But wherefore art not in thy Shop to day?"}
{"Input":"Forgets the shewes of Loue to other men","Output":"   Cassi. Then Brutus, I haue much mistook your passion,"}
{"Input":"So often shall the knot of vs be call'd,","Output":"The Men that gaue their Country liberty"}
{"Input":"Our selues, and meet them at Philippi","Output":"   Bru. The deepe of night is crept vpon our talke,"}
{"Input":"   Lep. Vpon condition Publius shall not liue,","Output":"Who is your Sisters sonne, Marke Antony"}
{"Input":"Action, nor Vtterance, nor the power of Speech,","Output":"To stirre mens Blood. I onely speake right on:"}
{"Input":"   Bru. Stand ho, speake the word along.","Output":"Stand."}
{"Input":"Of your Profession? Speake, what Trade art thou?","Output":"  Car. Why Sir, a Carpenter"}
{"Input":"   Bru. The deepe of night is crept vpon our talke,","Output":"And Nature must obey Necessitie,"}
{"Input":"The proofe of it will turne to redder drops:","Output":"Looke, I draw a Sword against Conspirators,"}
{"Input":"I am the Sonne of Marcus Cato, hoe.","Output":"A Foe to Tyrants, and my Countries Friend."}
{"Input":"His Countenance, like richest Alchymie,","Output":"Will change to Vertue, and to Worthinesse"}
{"Input":"   Brut. Let 'em enter:","Output":"They are the Faction. O Conspiracie,"}
{"Input":"   Cassi. No more, good night,","Output":"Early to morrow will we rise, and hence."}
{"Input":"But all be buried in his Grauity","Output":"   Bru. O name him not; let vs not breake with him,"}
{"Input":"   Fla. What Trade thou knaue? Thou naughty knaue,","Output":"what Trade?"}
{"Input":"That Caesar is more dangerous then he.","Output":"We heare two Lyons litter'd in one day,"}
{"Input":"to answer euery man, directly and breefely, wisely and","Output":"truly: wisely I say, I am a Batchellor"}
{"Input":"Do kisse the most exalted Shores of all.","Output":"Exeunt. all the Commoners."}
{"Input":"No place will please me so, no meane of death,","Output":"As heere by Caesar, and by you cut off,"}
{"Input":"  Bru. Why com'st thou?","Output":"  Ghost. To tell thee thou shalt see me at Philippi"}
{"Input":"Before the eyes of both our Armies heere","Output":"(Which should perceiue nothing but Loue from vs)"}
{"Input":"   Cai. By all the Gods that Romans bow before,","Output":"I heere discard my sicknesse. Soule of Rome,"}
{"Input":"   Art. Delay not Caesar, read it instantly","Output":"   Caes What, is the fellow mad?"}
{"Input":"   Cassi. Did Cicero say any thing?","Output":"  Cask. I, he spoke Greeke"}
{"Input":"I know my houre is come","Output":"   Volum. Not so, my Lord"}
{"Input":"O Caesar, these things are beyond all vse,","Output":"And I do feare them"}
{"Input":"   Cask. Let vs not leaue him out","Output":"   Cyn. No, by no meanes"}
{"Input":"   Bru. O what a time haue you chose out braue Caius","Output":"To weare a Kerchiefe? Would you were not sicke"}
{"Input":"Calphurnia heere my wife, stayes me at home:","Output":"She dreampt to night, she saw my Statue,"}
{"Input":"  Bru. Yet Country-men: O yet, hold vp your heads","Output":"   Cato. What Bastard doth not? Who will go with me?"}
{"Input":"Giue me the Gowne. Where is thy Instrument?","Output":"  Luc. Heere in the Tent"}
{"Input":"So euery Bond-man in his owne hand beares","Output":"The power to cancell his Captiuitie"}
{"Input":"Caesar doth beare me hard, but he loues Brutus.","Output":"If I were Brutus now, and he were Cassius,"}
{"Input":"   Cato. Braue Titinius,","Output":"Looke where he haue not crown'd dead Cassius"}
{"Input":"   Ant. Pardon me Caius Cassius:","Output":"The Enemies of Caesar, shall say this:"}
{"Input":"   Bru. With what Addition","Output":"   Mess. That by proscription, and billes of Outlarie,"}
{"Input":"To visit other places, and come downe","Output":"With fearefull brauery: thinking by this face"}
{"Input":"   Bru. He is not doubted. A word Lucillius","Output":"How he receiu'd you: let me be resolu'd"}
{"Input":"   Sold. We must not: a Noble Prisoner.","Output":"Enter Antony."}
{"Input":"That Noble mindes keepe euer with their likes:","Output":"For who so firme, that cannot be seduc'd?"}
{"Input":"Enter Lucius.","Output":"  Bru. Lucius my Gowne: farewell good Messala,"}
{"Input":"  Bru. All this? I more: Fret till your proud hart break.","Output":"Go shew your Slaues how Chollericke you are,"}
{"Input":"be a Roman? If any, speak, for him haue I offended. Who","Output":"is heere so vile, that will not loue his Countrey? If any,"}
{"Input":"   Bru. No man beares sorrow better. Portia is dead","Output":"   Cas. Ha? Portia?"}
{"Input":"And do you now strew Flowers in his way,","Output":"That comes in Triumph ouer Pompeyes blood?"}
{"Input":"This disturbed Skie is not to walke in","Output":"   Cask. Farewell Cicero."}
{"Input":"  Poet. Let me go in to see the Generals,","Output":"There is some grudge betweene 'em, 'tis not meete"}
{"Input":"For the base matter, to illuminate","Output":"So vile a thing as Caesar. But oh Griefe,"}
{"Input":"If that thou bee'st a Roman, take it foorth.","Output":"I that deny'd thee Gold, will giue my Heart:"}
{"Input":"If you shall send them word you will not come,","Output":"Their mindes may change. Besides, it were a mocke"}
{"Input":"My life is run his compasse. Sirra, what newes?","Output":"  Pind. Aboue. O my Lord"}
{"Input":"Night-cappes, and vttered such a deale of stinking","Output":"breath, because Caesar refus'd the Crowne, that it had"}
{"Input":"  Brut. It must be by his death: and for my part,","Output":"I know no personall cause, to spurne at him,"}
{"Input":"Our Caesars Vesture wounded? Looke you heere,","Output":"Heere is Himselfe, marr'd as you see with Traitors"}
{"Input":"   Bru. Farwell euery one.","Output":"Exeunt."}
{"Input":"It comes vpon me: Art thou any thing?","Output":"Art thou some God, some Angell, or some Diuell,"}
{"Input":"Since Cassius first did whet me against Caesar,","Output":"I haue not slept."}
{"Input":"If we do meete againe, why we shall smile;","Output":"If not, why then this parting was well made"}
{"Input":"Wherein my Letters, praying on his side,","Output":"Because I knew the man was slighted off"}
{"Input":"There is no stirre, or walking in the streetes;","Output":"And the Complexion of the Element"}
{"Input":"And not for Iustice? What? Shall one of Vs,","Output":"That strucke the Formost man of all this World,"}
{"Input":"He is a friend. Cinna, where haste you so?","Output":"  Cinna. To finde out you: Who's that, Metellus"}
{"Input":"I graunt I am a Woman; but withall,","Output":"A Woman that Lord Brutus tooke to Wife:"}
{"Input":"Exeunt.","Output":"Thunder & Lightning"}
{"Input":"But we the Doers.","Output":"Enter Trebonius"}
{"Input":"For Cassius is a-weary of the World:","Output":"Hated by one he loues, brau'd by his Brother,"}
{"Input":"Therefore thou sleep'st so sound.","Output":"Enter Portia."}
{"Input":"   Cassi. Brutus, a word with you:","Output":"You know not what you do; Do not consent"}
{"Input":"The fault (deere Brutus) is not in our Starres,","Output":"But in our Selues, that we are vnderlings."}
{"Input":"   Brut. He is welcome hither","Output":"   Cass. This, Decius Brutus"}
{"Input":"It is a Creature that I teach to fight,","Output":"To winde, to stop, to run directly on:"}
{"Input":"   Cob. A Trade Sir, that I hope I may vse, with a safe","Output":"Conscience, which is indeed Sir, a Mender of bad soules"}
{"Input":"And Friends disperse your selues; but all remember","Output":"What you haue said, and shew your selues true Romans"}
{"Input":"Then, in a Friend, it is cold Modestie","Output":"   Cassi. I blame you not for praising Caesar so."}
{"Input":"Thy full Petition at the hand of Brutus.","Output":"Enter Lucius."}
{"Input":"  Clit. O Dardanius","Output":"   Dard. O Clitus"}
{"Input":"Then in my Tent Cassius enlarge your Greefes,","Output":"And I will giue you Audience"}
{"Input":"Whereto the Climber vpward turnes his Face:","Output":"But when he once attaines the vpmost Round,"}
{"Input":"Like a Colossus, and we petty men","Output":"Walke vnder his huge legges, and peepe about"}
{"Input":"And kill him in the shell.","Output":"Enter Lucius."}
{"Input":"That Caesar and his Senate must redresse?","Output":"  Metel. Most high, most mighty, and most puisant Caesar"}
{"Input":"   Cask. Indeed, they say, the Senators to morrow","Output":"Meane to establish Caesar as a King:"}
{"Input":"And leaue them Hony-lesse","Output":"   Ant. Not stinglesse too"}
{"Input":"   Cas. And dy'd so?","Output":"  Bru. Euen so"}
{"Input":"   Ser. He did receiue his Letters, and is comming,","Output":"And bid me say to you by word of mouth-"}
{"Input":"  Luc. My Lord, I do not know that I did cry","Output":"   Bru. Yes that thou did'st: Did'st thou see any thing?"}
{"Input":"What you would worke me too, I haue some ayme:","Output":"How I haue thought of this, and of these times"}
{"Input":"Things done, vndone: But if he be at hand","Output":"I shall be satisfied"}
{"Input":"   Bru. He thinkes he still is at his Instrument.","Output":"Lucius, awake"}
{"Input":"Pardon me Iulius, heere was't thou bay'd braue Hart,","Output":"Heere did'st thou fall, and heere thy Hunters stand"}
{"Input":"O! you and I, haue heard our Fathers say,","Output":"There was a Brutus once, that would haue brook'd"}
{"Input":"   Bru. Thou hast describ'd","Output":"A hot Friend, cooling: Euer note Lucillius,"}
{"Input":"  Cass. I thinke we are too bold vpon your Rest:","Output":"Good morrow Brutus, doe we trouble you?"}
{"Input":"Vnder your Testie Humour? By the Gods,","Output":"You shall digest the Venom of your Spleene"}
{"Input":"In State vnborne, and Accents yet vnknowne?","Output":"  Bru. How many times shall Caesar bleed in sport,"}
{"Input":"You know, that I held Epicurus strong,","Output":"And his Opinion: Now I change my minde,"}
{"Input":"Yet he spurres on. Now they are almost on him:","Output":"Now Titinius. Now some light: O he lights too."}
{"Input":"   All. Wee'l Mutiny","Output":"   1 Wee'l burne the house of Brutus"}
{"Input":"   Caes. Forget not in your speed Antonio,","Output":"To touch Calphurnia: for our Elders say,"}
{"Input":"  Bru. Impatient of my absence,","Output":"And greefe, that yong Octauius with Mark Antony"}
{"Input":"Neuer lacks power to dismisse it selfe.","Output":"If I know this, know all the World besides,"}
{"Input":"Any exploit worthy the name of Honor","Output":"   Bru. Such an exploit haue I in hand Ligarius,"}
{"Input":"Stand.","Output":"Stand"}
{"Input":"That you would haue me seeke into my selfe,","Output":"For that which is not in me?"}
{"Input":"I kill'd not thee with halfe so good a will.","Output":"Dyes."}
{"Input":"   Cassi. Will you Dine with me to morrow?","Output":"  Cask. I, if I be aliue, and your minde hold, and your"}
{"Input":"Some sixe or seuen, who did hide their faces","Output":"Euen from darknesse"}
{"Input":"Let it appeare so; make your vaunting true,","Output":"And it shall please me well. For mine owne part,"}
{"Input":"Speake, strike, redresse. Am I entreated","Output":"To speake, and strike? O Rome, I make thee promise,"}
{"Input":"   Cassi. Stand ho","Output":"   Bru. Stand ho, speake the word along."}
{"Input":"Art thou heere yet?","Output":"  Luc. Madam, what should I do?"}
{"Input":"   Cassi. Do not presume too much vpon my Loue,","Output":"I may do that I shall be sorry for"}
{"Input":"Enter Pindarus.","Output":"  Pind. Fly further off my Lord: flye further off,"}
{"Input":"Strooke Caesar on the necke. O you Flatterers","Output":"   Cassi. Flatterers? Now Brutus thanke your selfe,"}
{"Input":"All my engagements, I will construe to thee,","Output":"All the Charractery of my sad browes:"}
{"Input":"Which is a great way growing on the South,","Output":"Weighing the youthfull Season of the yeare."}
{"Input":"And swimme Barke:","Output":"The Storme is vp, and all is on the hazard"}
{"Input":"A Curse shall light vpon the limbes of men;","Output":"Domesticke Fury, and fierce Ciuill strife,"}
{"Input":"   Cassi. Am I not stay'd for? tell me","Output":"   Cinna. Yes, you are. O Cassius,"}
{"Input":"   Por. Thou hast some suite to Caesar, hast thou not?","Output":"  Sooth. That I haue Lady, if it will please Caesar"}
{"Input":"Sennet","Output":"Exeunt. Manet Brut. & Cass."}
{"Input":"   Decius. Neuer feare that: If he be so resolu'd,","Output":"I can ore-sway him: For he loues to heare,"}
{"Input":"  Cask. A Romane","Output":"   Cassi. Caska, by your Voyce"}
{"Input":"To monstrous qualitie; why you shall finde,","Output":"That Heauen hath infus'd them with these Spirits,"}
{"Input":"out?","Output":"  Luc. My Lord, I do not know that I did cry"}
{"Input":"Plucke Caska by the Sleeue,","Output":"And he will (after his sowre fashion) tell you"}
{"Input":"And driue away the Vulgar from the streets;","Output":"So do you too, where you perceiue them thicke."}
{"Input":"The sufferance of our Soules, the times Abuse;","Output":"If these be Motiues weake, breake off betimes,"}
{"Input":"A prize no lesse in worth; keepe this man safe,","Output":"Giue him all kindnesse. I had rather haue"}
{"Input":"They meane to warne vs at Philippi heere:","Output":"Answering before we do demand of them"}
{"Input":"Why are you breathlesse, and why stare you so?","Output":"  Cask. Are not you mou'd, when all the sway of Earth"}
{"Input":"Layest thou thy Leaden Mace vpon my Boy,","Output":"That playes thee Musicke? Gentle knaue good night:"}
{"Input":"And these does she apply, for warnings and portents,","Output":"And euils imminent; and on her knee"}
{"Input":"Why do'st thou leade these men about the streets?","Output":"  Cob. Truly sir, to weare out their shooes, to get my"}
{"Input":"But for the generall. He would be crown'd:","Output":"How that might change his nature, there's the question?"}
{"Input":"When thou did'st hate him worst, y loued'st him better","Output":"Then euer thou loued'st Cassius"}
{"Input":"  4 Read the Will, wee'l heare it Antony:","Output":"You shall reade vs the Will, Caesars Will"}
{"Input":"  4. O Traitors, Villaines!","Output":"  1. O most bloody sight!"}
{"Input":"You know not what you do; Do not consent","Output":"That Antony speake in his Funerall:"}
{"Input":"   Treb. 'Tis time to part","Output":"   Cass. But it is doubtfull yet,"}
{"Input":"   Ghost. Thy euill Spirit Brutus?","Output":"  Bru. Why com'st thou?"}
{"Input":"Enter Brutus in his Orchard.","Output":"  Brut. What Lucius, hoe?"}
{"Input":"Let me worke:","Output":"For I can giue his humour the true bent;"}
{"Input":"Knocke within.","Output":"  Brut. 'Tis good. Go to the Gate, some body knocks:"}
{"Input":"The throng that followes Caesar at the heeles,","Output":"Of Senators, of Praetors, common Sutors,"}
{"Input":"Of any promise that hath past from him","Output":"   Cas. But what of Cicero? Shall we sound him?"}
{"Input":"Sennit.","Output":"Exeunt. Caesar and his Traine."}
{"Input":"Then that poore Brutus with himselfe at warre,","Output":"Forgets the shewes of Loue to other men"}
{"Input":"my death","Output":"   All. Liue Brutus, liue, liue"}
{"Input":"And in his Mantle, muffling vp his face,","Output":"Euen at the Base of Pompeyes Statue"}
{"Input":"And cast your selfe in wonder,","Output":"To see the strange impatience of the Heauens:"}
{"Input":"   Brut. I am not Gamesom: I do lacke some part","Output":"Of that quicke Spirit that is in Antony:"}
{"Input":"And honest Caska, we haue the Falling sicknesse","Output":"   Cask. I know not what you meane by that, but I am"}
{"Input":"Sure the Boy heard me: Brutus hath a suite","Output":"That Caesar will not grant. O, I grow faint:"}
{"Input":"Heere did'st thou fall, and heere thy Hunters stand","Output":"Sign'd in thy Spoyle, and Crimson'd in thy Lethee."}
{"Input":"What priuate greefes they haue, alas I know not,","Output":"That made them do it: They are Wise, and Honourable,"}
{"Input":"There is some grudge betweene 'em, 'tis not meete","Output":"They be alone"}
{"Input":"Set Honor in one eye, and Death i'th other,","Output":"And I will looke on both indifferently:"}
{"Input":"Thinke you, I am no stronger then my Sex","Output":"Being so Father'd, and so Husbanded?"}
{"Input":"Vnshak'd of Motion: and that I am he,","Output":"Let me a little shew it, euen in this:"}
{"Input":"   Cassi. Titinius, if thou louest me,","Output":"Mount thou my horse, and hide thy spurres in him,"}
{"Input":"But Brutus makes mine greater then they are","Output":"   Bru. I do not, till you practice them on me"}
{"Input":"Answering before we do demand of them","Output":"   Ant. Tut I am in their bosomes, and I know"}
{"Input":"Your weake condition, to the raw cold morning","Output":"   Por. Nor for yours neither. Y'haue vngently Brutus"}
{"Input":"   Cas. Nay, we will all of vs, be there to fetch him","Output":"   Bru. By the eight houre, is that the vttermost?"}
{"Input":"   Cassius. 'Tis iust,","Output":"And it is very much lamented Brutus,"}
{"Input":"   Cassi. Is't possible?","Output":"  Bru. Heare me, for I will speake."}
{"Input":"Before a willing Bond-man: then I know","Output":"My answere must be made. But I am arm'd,"}
{"Input":"   Ant. He shall not liue; looke, with a spot I dam him.","Output":"But Lepidus, go you to Caesars house:"}
{"Input":"Low-crooked-curtsies, and base Spaniell fawning:","Output":"Thy Brother by decree is banished:"}
{"Input":"With Carrion men, groaning for Buriall.","Output":"Enter Octauio's Seruant."}
{"Input":"So well as by Reflection; I your Glasse,","Output":"Will modestly discouer to your selfe"}
{"Input":"Who else would soare aboue the view of men,","Output":"And keepe vs all in seruile fearefulnesse."}
{"Input":"And (her Attendants absent) swallow'd fire","Output":"   Cas. And dy'd so?"}
{"Input":"  1.Ple. Neuer, neuer: come, away, away:","Output":"Wee'l burne his body in the holy place,"}
{"Input":"I neuer thought him worse:","Output":"Tell him, so please him come vnto this place"}
{"Input":"O Constancie, be strong vpon my side,","Output":"Set a huge Mountaine 'tweene my Heart and Tongue:"}
{"Input":"Hated by one he loues, brau'd by his Brother,","Output":"Check'd like a bondman, all his faults obseru'd,"}
{"Input":"to see Caesar, and to reioyce in his Triumph","Output":"   Mur. Wherefore reioyce?"}
{"Input":"Actus Primus. Scoena Prima.","Output":"Enter Flauius, Murellus, and certaine Commoners ouer the Stage."}
{"Input":"  Decius. Great Caesar","Output":"   Caes Doth not Brutus bootlesse kneele?"}
{"Input":"   Cassi. Chasticement?","Output":"  Bru. Remember March, the Ides of March reme[m]ber:"}
{"Input":"And not my Husbands Secrets?","Output":"  Bru. O ye Gods!"}
{"Input":"  Cin. Be that the vttermost, and faile not then","Output":"   Met. Caius Ligarius doth beare Caesar hard,"}
{"Input":"So fare you well at once, for Brutus tongue","Output":"Hath almost ended his liues History:"}
{"Input":"  Cask. A common slaue, you know him well by sight,","Output":"Held vp his left Hand, which did flame and burne"}
{"Input":"Dies","Output":"Alarum. Enter Brutus, Messala, yong Cato, Strato, Volumnius, and"}
{"Input":"What is't a Clocke?","Output":"  Bru. Caesar, 'tis strucken eight"}
{"Input":"The good is oft enterred with their bones,","Output":"So let it be with Caesar. The Noble Brutus,"}
{"Input":"   Bru. Caius Ligarius, that Metellus spake of.","Output":"Boy, stand aside. Caius Ligarius, how?"}
{"Input":"(As I am sure they do) beare fire enough","Output":"To kindle Cowards, and to steele with valour"}
{"Input":"And Beares with Glasses, Elephants with Holes,","Output":"Lyons with Toyles, and men with Flatterers."}
{"Input":"Enter Cassius and his Powers.","Output":"  Bru. Hearke, he is arriu'd:"}
{"Input":"The Sunne of Rome is set. Our day is gone,","Output":"Clowds, Dewes, and Dangers come; our deeds are done:"}
{"Input":"That euer liued in the Tide of Times.","Output":"Woe to the hand that shed this costly Blood."}
{"Input":"They are all Fire, and euery one doth shine:","Output":"But, there's but one in all doth hold his place."}
{"Input":"   Messa. Mistrust of good successe hath done this deed.","Output":"O hatefull Error, Melancholies Childe:"}
{"Input":"And in the Pulpit as becomes a Friend,","Output":"Speake in the Order of his Funerall"}
{"Input":"   Brut. And after that, he came thus sad away","Output":"   Cask. I"}
{"Input":"   Cassi. Good, I will expect you","Output":"   Cask. Doe so: farewell both."}
{"Input":"Who glaz'd vpon me, and went surly by,","Output":"Without annoying me. And there were drawne"}
{"Input":"So well as Brutus liuing; but will follow","Output":"The Fortunes and Affayres of Noble Brutus,"}
{"Input":"Enter Varrus and Claudio.","Output":"  Var. Cals my Lord?"}
{"Input":"And he will (after his sowre fashion) tell you","Output":"What hath proceeded worthy note to day"}
{"Input":"Sham'st thou to shew thy dang'rous Brow by Night,","Output":"When euills are most free? O then, by day"}
{"Input":"   Tit. Hye you Messala,","Output":"And I will seeke for Pindarus the while:"}
{"Input":"Make gallant shew, and promise of their Mettle:","Output":"Low March within."}
{"Input":"   Cask. You speake to Caska, and to such a man,","Output":"That is no flearing Tell-tale. Hold, my Hand:"}
{"Input":"Omitted, all the voyage of their life,","Output":"Is bound in Shallowes, and in Miseries."}
{"Input":"  Cask. No","Output":"   Cin. O pardon, Sir, it doth; and yon grey Lines,"}
{"Input":"Strato, thou hast bin all this while asleepe:","Output":"Farewell to thee, to Strato, Countrymen:"}
{"Input":"   Bru. Good reasons must of force giue place to better:","Output":"The people 'twixt Philippi, and this ground"}
{"Input":"   Ant. Yet heare me Countrymen, yet heare me speake","Output":"  All. Peace hoe, heare Antony, most Noble Antony"}
{"Input":"I ought to know of: And vpon my knees,","Output":"I charme you, by my once commended Beauty,"}
{"Input":"I was not borne to dye on Brutus Sword","Output":"   Bru. O if thou wer't the Noblest of thy Straine,"}
{"Input":"Remember that you call on me to day:","Output":"Be neere me, that I may remember you"}
{"Input":"Heere, in the Thigh: Can I beare that with patience,","Output":"And not my Husbands Secrets?"}
{"Input":"Take vp the body","Output":"   2.Ple. Go fetch fire"}
{"Input":"   Ant. And thither will I straight, to visit him:","Output":"He comes vpon a wish. Fortune is merry,"}
{"Input":"   Bru. O name him not; let vs not breake with him,","Output":"For he will neuer follow any thing"}
{"Input":"The heart of Brutus earnes to thinke vpon.","Output":"Exeunt."}
{"Input":"  Bru. I kisse thy hand, but not in flattery Caesar:","Output":"Desiring thee, that Publius Cymber may"}
{"Input":"By some other things","Output":"   Cassius. 'Tis iust,"}
{"Input":"And see how I regarded Caius Cassius:","Output":"By your leaue Gods: This is a Romans part,"}
{"Input":"Cymber?","Output":"  Cassi. No, it is Caska, one incorporate"}
{"Input":"Euen with the Sword that kill'd thee","Output":"   Pin. So, I am free,"}
{"Input":"Ile take it from thee, and (good Boy) good night.","Output":"Let me see, let me see; is not the Leafe turn'd downe"}
{"Input":"  Lucil. They meane this night in Sardis to be quarter'd:","Output":"The greater part, the Horse in generall"}
{"Input":"Seeing that death, a necessary end","Output":"Will come, when it will come."}
{"Input":"Which euery Noble Roman beares of you.","Output":"This is Trebonius"}
{"Input":"at one another, and shooke their heads: but for mine","Output":"owne part, it was Greeke to me. I could tell you more"}
{"Input":"   All. The Will, the Will; we will heare Caesars Will","Output":"   Ant. Haue patience gentle Friends, I must not read it."}
{"Input":"But honors you: and euery one doth wish,","Output":"You had but that opinion of your selfe,"}
{"Input":"To meete all perils, very constantly","Output":"   Bru. Euen so Lucillius"}
{"Input":"When it is lighted, come and call me here","Output":"   Luc. I will, my Lord."}
{"Input":"We are blest that Rome is rid of him","Output":"   2 Peace, let vs heare what Antony can say"}
{"Input":"  Titin. No, this was he Messala,","Output":"But Cassius is no more. O setting Sunne:"}
{"Input":"Brutus thou sleep'st; awake, and see thy selfe:","Output":"Shall Rome, &c. speake, strike, redresse."}
{"Input":"Haue minde vpon your health: Tempt me no farther","Output":"   Bru. Away slight man"}
{"Input":"Ile not indure it: you forget your selfe","Output":"To hedge me in. I am a Souldier, I,"}
{"Input":"A Woman well reputed: Cato's Daughter.","Output":"Thinke you, I am no stronger then my Sex"}
{"Input":"Did not great Iulius bleede for Iustice sake?","Output":"What Villaine touch'd his body, that did stab,"}
{"Input":"Run hence, proclaime, cry it about the Streets","Output":"   Cassi. Some to the common Pulpits, and cry out"}
{"Input":"It will inflame you, it will make you mad:","Output":"'Tis good you know not that you are his Heires,"}
{"Input":"To thinke, that or our Cause, or our Performance","Output":"Did neede an Oath. When euery drop of blood"}
{"Input":"Their mindes may change. Besides, it were a mocke","Output":"Apt to be render'd, for some one to say,"}
{"Input":"But what compact meane you to haue with vs?","Output":"Will you be prick'd in number of our Friends,"}
{"Input":"Let but the Commons heare this Testament:","Output":"(Which pardon me) I do not meane to reade,"}
{"Input":"Exeunt. Manet Brut. & Cass.","Output":"  Cassi. Will you go see the order of the course?"}
{"Input":"Lowd Alarum.","Output":"Let them set on at once: for I perceiue"}
{"Input":"Let vs not wrangle. Bid them moue away:","Output":"Then in my Tent Cassius enlarge your Greefes,"}
{"Input":"   Caes. What sayst thou to me now? Speak once againe,","Output":"  Sooth. Beware the Ides of March"}
{"Input":"For this time I will leaue you:","Output":"To morrow, if you please to speake with me,"}
{"Input":"In our owne proper Entrailes. Low Alarums","Output":"   Cato. Braue Titinius,"}
{"Input":"   Cask. Why he that cuts off twenty yeares of life,","Output":"Cuts off so many yeares of fearing death"}
{"Input":"   Brut. Caesar, thou canst not dye by Traitors hands.","Output":"Vnlesse thou bring'st them with thee"}
{"Input":"Who doth desire to see you","Output":"   Brut. Is he alone?"}
{"Input":"Why did'st thou send me forth braue Cassius?","Output":"Did I not meet thy Friends, and did not they"}
{"Input":"I will not come to day, tell them so Decius","Output":"   Calp. Say he is sicke"}
{"Input":"   Bru. Beare with me good Boy, I am much forgetfull.","Output":"Canst thou hold vp thy heauie eyes a-while,"}
{"Input":"That they passe by me, as the idle winde,","Output":"Which I respect not. I did send to you"}
{"Input":"he would faine haue had it. Then hee offered it to","Output":"him againe: then hee put it by againe: but to my thinking,"}
{"Input":"That her wide Walkes incompast but one man?","Output":"Now is it Rome indeed, and Roome enough"}
{"Input":"  Sooth. None that I know will be,","Output":"Much that I feare may chance:"}
{"Input":"is Teares, for his Loue: Ioy, for his Fortune: Honor, for","Output":"his Valour: and Death, for his Ambition. Who is heere"}
{"Input":"Or by the Gods, this speech were else your last","Output":"   Bru. The name of Cassius Honors this corruption,"}
{"Input":"Shakes, like a thing vnfirme? O Cicero,","Output":"I haue seene Tempests, when the scolding Winds"}
{"Input":"He is a great Obseruer, and he lookes","Output":"Quite through the Deeds of men. He loues no Playes,"}
{"Input":"A hot Friend, cooling: Euer note Lucillius,","Output":"When Loue begins to sicken and decay"}
{"Input":"This was an ill beginning of the night:","Output":"Neuer come such diuision 'tweene our soules:"}
{"Input":"That of your selfe, which you yet know not of.","Output":"And be not iealous on me, gentle Brutus:"}
{"Input":"To euery new Protester: if you know,","Output":"That I do fawne on men, and hugge them hard,"}
{"Input":"Shaking the bloody fingers of thy Foes?","Output":"Most Noble, in the presence of thy Coarse,"}
{"Input":"Did run pure blood: and many lusty Romans","Output":"Came smiling, & did bathe their hands in it:"}
{"Input":"   Cin. Caska, you are the first that reares your hand","Output":"   Caes Are we all ready? What is now amisse,"}
{"Input":"  Caes Cowards dye many times before their deaths,","Output":"The valiant neuer taste of death but once:"}
{"Input":"   Bru. O Iulius Caesar, thou art mighty yet,","Output":"Thy Spirit walkes abroad, and turnes our Swords"}
{"Input":"The Enemy encreaseth euery day,","Output":"We at the height, are readie to decline."}
{"Input":"As by our hands, and this our present Acte","Output":"You see we do: Yet see you but our hands,"}
{"Input":"neere Caska, haue an eye to Cynna, trust not Trebonius, marke","Output":"well Metellus Cymber, Decius Brutus loues thee not: Thou"}
{"Input":"to Brutus, to Cassius, burne all. Some to Decius House,","Output":"and some to Caska's; some to Ligarius: Away, go."}
{"Input":"Into the Channell, till the lowest streame","Output":"Do kisse the most exalted Shores of all."}
{"Input":"No worthier then the dust?","Output":"  Cassi. So oft as that shall be,"}
{"Input":"them, as they vse to doe the Players in the Theatre,","Output":"I am no true man"}
{"Input":"   Por. I should not neede, if you were gentle Brutus.","Output":"Within the Bond of Marriage, tell me Brutus,"}
{"Input":"Know, Caesar doth not wrong, nor without cause","Output":"Will he be satisfied"}
{"Input":"Marke Antony offer him a Crowne, yet 'twas not a","Output":"Crowne neyther, 'twas one of these Coronets: and as I"}
{"Input":"  Cask. Why Antony","Output":"   Bru. Tell vs the manner of it, gentle Caska"}
{"Input":"Both meete to heare, and answer such high things.","Output":"Till then, my Noble Friend, chew vpon this:"}
{"Input":"   Ant. Villains: you did not so, when your vile daggers","Output":"Hackt one another in the sides of Caesar:"}
{"Input":"And bayed about with many Enemies,","Output":"And some that smile haue in their hearts I feare"}
{"Input":"   Luc. I haue slept my Lord already","Output":"   Bru. It was well done, and thou shalt sleepe againe:"}
{"Input":"Enter Portia.","Output":"  Por. Brutus, my Lord"}
{"Input":"Cynna,","Output":"Antony, Lepidus, Artimedorus, Publius, and the Soothsayer."}
{"Input":"   Messa. Then like a Roman, beare the truth I tell,","Output":"For certaine she is dead, and by strange manner"}
{"Input":"And after this, let Caesar seat him sure,","Output":"For wee will shake him, or worse dayes endure."}
{"Input":"   Ser. I heard him say, Brutus and Cassius","Output":"Are rid like Madmen through the Gates of Rome"}
{"Input":"You haue forgot the Will I told you of","Output":"   All. Most true, the Will, let's stay and heare the Wil"}
{"Input":"   4. Mark'd ye his words? he would not take y Crown,","Output":"Therefore 'tis certaine, he was not Ambitious"}
{"Input":"That he is growne so great? Age, thou art sham'd.","Output":"Rome, thou hast lost the breed of Noble Bloods."}
{"Input":"Why all these things change from their Ordinance,","Output":"Their Natures, and pre-formed Faculties,"}
{"Input":"Strike as thou did'st at Caesar: For I know,","Output":"When thou did'st hate him worst, y loued'st him better"}
{"Input":"Boy, Lucius, Varrus, Claudio, Sirs: Awake:","Output":"Claudio"}
{"Input":"Run to the Capitoll, and nothing else?","Output":"And so returne to you, and nothing else?"}
{"Input":"Gorging and feeding from our Soldiers hands,","Output":"Who to Philippi heere consorted vs:"}
{"Input":"To sound more sweetly in great Caesars eare,","Output":"For the repealing of my banish'd Brother?"}
{"Input":"For if you should, O what would come of it?","Output":"  4 Read the Will, wee'l heare it Antony:"}
{"Input":"Be hung with Caesars Trophees: Ile about,","Output":"And driue away the Vulgar from the streets;"}
{"Input":"Go you downe that way towards the Capitoll,","Output":"This way will I: Disrobe the Images,"}
{"Input":"Of Fantasie, of Dreames, and Ceremonies:","Output":"It may be, these apparant Prodigies,"}
{"Input":"Being so Father'd, and so Husbanded?","Output":"Tell me your Counsels, I will not disclose 'em:"}
{"Input":"For I can raise no money by vile meanes:","Output":"By Heauen, I had rather Coine my Heart,"}
{"Input":"Enter Lucius.","Output":"  Luc. Sir, March is wasted fifteene dayes."}
{"Input":"Heere comes his Body, mourn'd by Marke Antony, who","Output":"though he had no hand in his death, shall receiue the benefit"}
{"Input":"Hath told you Caesar was Ambitious:","Output":"If it were so, it was a greeuous Fault,"}
{"Input":"to cut: and I had beene a man of any Occupation, if I","Output":"would not haue taken him at a word, I would I might"}
{"Input":"A man no mightier then thy selfe, or me,","Output":"In personall action; yet prodigious growne,"}
{"Input":"To pricke vs to redresse? What other Bond,","Output":"Then secret Romans, that haue spoke the word,"}
{"Input":"Enter Portia and Lucius.","Output":"  Por. I prythee Boy, run to the Senate-house,"}
{"Input":"How ill this Taper burnes. Ha! Who comes heere?","Output":"I thinke it is the weakenesse of mine eyes"}
{"Input":"What Conquest brings he home?","Output":"What Tributaries follow him to Rome,"}
{"Input":"   Bru. Your reason?","Output":"  Cassi. This it is:"}
{"Input":"Speake to great Caesar as he comes along.","Output":"Exit"}
{"Input":"What Tributaries follow him to Rome,","Output":"To grace in Captiue bonds his Chariot Wheeles?"}
{"Input":"With Horsemen, that make to him on the Spurre,","Output":"Yet he spurres on. Now they are almost on him:"}
{"Input":"I can ore-sway him: For he loues to heare,","Output":"That Vnicornes may be betray'd with Trees,"}
{"Input":"   Brut. 'Tis very like he hath the Falling sicknesse","Output":"   Cassi. No, Caesar hath it not: but you, and I,"}
{"Input":"Which sometime hath his houre with euery man.","Output":"It will not let you eate, nor talke, nor sleepe;"}
{"Input":"Write them together: Yours, is as faire a Name:","Output":"Sound them, it doth become the mouth aswell:"}
{"Input":"Thus did Mark Antony bid me fall downe,","Output":"And being prostrate, thus he bad me say:"}
{"Input":"   Tit. I will be heere againe, euen with a thought.","Output":"Enter."}
{"Input":"Deerer then Pluto's Mine, Richer then Gold:","Output":"If that thou bee'st a Roman, take it foorth."}
{"Input":"   Ant. Will you be Patient? Will you stay a-while?","Output":"I haue o're-shot my selfe to tell you of it,"}
{"Input":"  Stra. Giue me your hand first. Fare you wel my Lord","Output":"   Bru. Farewell good Strato. - Caesar, now be still,"}
{"Input":"   Bru. No","Output":"   Cassi. What? durst not tempt him?"}
{"Input":"And when the crosse blew Lightning seem'd to open","Output":"The Brest of Heauen, I did present my selfe"}
{"Input":"You are contented to be led in Triumph","Output":"Thorow the streets of Rome"}
{"Input":"Do what you will, Dishonor, shall be Humour.","Output":"O Cassius, you are yoaked with a Lambe"}
{"Input":"  Ghost. To tell thee thou shalt see me at Philippi","Output":"   Brut. Well: then I shall see thee againe?"}
{"Input":"Exeunt.","Output":"Alarum. Enter Brutus and Messala."}
{"Input":"That Tyber trembled vnderneath her bankes","Output":"To heare the replication of your sounds,"}
{"Input":"If I were Brutus now, and he were Cassius,","Output":"He should not humor me. I will this Night,"}
{"Input":"He were no Lyon, were not Romans Hindes.","Output":"Those that with haste will make a mightie fire,"}
{"Input":"The people 'twixt Philippi, and this ground","Output":"Do stand but in a forc'd affection:"}
{"Input":"   Ant. Stay Country-men","Output":"   1. Peace there, heare the Noble Antony"}
{"Input":"Enter Decius.","Output":"Heere's Decius Brutus, he shall tell them so"}
{"Input":"owne part, it was Greeke to me. I could tell you more","Output":"newes too: Murrellus and Flauius, for pulling Scarffes"}
{"Input":"   Popil. I wish your enterprize to day may thriue","Output":"   Cassi. What enterprize Popillius?"}
{"Input":"Caesar cride, Helpe me Cassius, or I sinke.","Output":"I (as Aeneas, our great Ancestor,"}
{"Input":"If you could but winne the Noble Brutus","Output":"To our party-"}
{"Input":"These people at our backe","Output":"   Cassi. Heare me good Brother"}
{"Input":"Brutus, Cassius, Caska, a Soothsayer: after them Murellus and","Output":"Flauius."}
{"Input":"Which I respect not. I did send to you","Output":"For certaine summes of Gold, which you deny'd me,"}
{"Input":"And for Marke Antony, thinke not of him:","Output":"For he can do no more then Caesars Arme,"}
{"Input":"  Bru. For your life you durst not","Output":"   Cassi. Do not presume too much vpon my Loue,"}
{"Input":"And publike Reasons shall be rendred","Output":"Of Caesars death"}
{"Input":"That you vnfold to me, your selfe; your halfe","Output":"Why you are heauy: and what men to night"}
{"Input":"   Calp. Caesar, I neuer stood on Ceremonies,","Output":"Yet now they fright me: There is one within,"}
{"Input":"Cry, Caesar: Speake, Caesar is turn'd to heare","Output":"   Sooth. Beware the Ides of March"}
{"Input":"And that were much he should: for he is giuen","Output":"To sports, to wildenesse, and much company"}
{"Input":"Go shew your Slaues how Chollericke you are,","Output":"And make your Bondmen tremble. Must I bouge?"}
{"Input":"  3 He sayes, for Brutus sake","Output":"He findes himselfe beholding to vs all"}
{"Input":"  Cassi. No, it is Caska, one incorporate","Output":"To our Attempts. Am I not stay'd for, Cinna?"}
{"Input":"  Bru. Soft, who comes heere? A friend of Antonies","Output":"   Ser. Thus Brutus did my Master bid me kneele;"}
{"Input":"as he was Fortunate, I reioyce at it; as he was Valiant, I","Output":"honour him: But, as he was Ambitious, I slew him. There"}
{"Input":"If not, when you haue stomackes.","Output":"Exit Octauius, Antony, and Army"}
{"Input":"Men, all in fire, walke vp and downe the streetes.","Output":"And yesterday, the Bird of Night did sit,"}
{"Input":"Vpon this hope, that you shall giue me Reasons,","Output":"Why, and wherein, Caesar was dangerous"}
{"Input":"Send word to you, he would be there to morrow","Output":"   Cic. Good-night then, Caska:"}
{"Input":"Not hew him as a Carkasse fit for Hounds:","Output":"And let our Hearts, as subtle Masters do,"}
{"Input":"That needs must light on this Ingratitude","Output":"   Fla. Go, go, good Countrymen, and for this fault"}
{"Input":"Lucius, who's that knockes","Output":"   Luc. Heere is a sicke man that would speak with you"}
{"Input":"To euery seuerall man, seuenty fiue Drachmaes","Output":"   2 Ple. Most Noble Caesar, wee'l reuenge his death"}
{"Input":"   Ant. Caesar","Output":"   Caes Let me haue men about me, that are fat,"}
{"Input":"His corporall Motion, gouern'd by my Spirit,","Output":"And in some taste, is Lepidus but so:"}
{"Input":"And very wisely threat before you sting","Output":"   Ant. Villains: you did not so, when your vile daggers"}
{"Input":"By which he did ascend: so Caesar may;","Output":"Then least he may, preuent. And since the Quarrell"}
{"Input":"   Caes Bid them prepare within:","Output":"I am too blame to be thus waited for."}
{"Input":"Enter a Poet.","Output":"  Poet. Let me go in to see the Generals,"}
{"Input":"So shall he waste his meanes, weary his Souldiers,","Output":"Doing himselfe offence, whil'st we lying still,"}
{"Input":"Enter Brutus and goes into the Pulpit, and Cassius, with the","Output":"Plebeians."}
{"Input":"And Graues haue yawn'd, and yeelded vp their dead;","Output":"Fierce fiery Warriours fight vpon the Clouds"}
{"Input":"Which seem'd too much inkindled; and withall,","Output":"Hoping it was but an effect of Humor,"}
{"Input":"That at his will he may doe danger with.","Output":"Th' abuse of Greatnesse, is, when it dis-ioynes"}
{"Input":"They be alone","Output":"   Lucil. You shall not come to them"}
{"Input":"   Bru. By the eight houre, is that the vttermost?","Output":"  Cin. Be that the vttermost, and faile not then"}
{"Input":"Thoughts of great value, worthy Cogitations.","Output":"Tell me good Brutus, Can you see your face?"}
{"Input":"heere?","Output":"  Cask. No"}
{"Input":"Of Senators, of Praetors, common Sutors,","Output":"Will crowd a feeble man (almost) to death:"}
{"Input":"As fire driues out fire, so pitty, pitty","Output":"Hath done this deed on Caesar. For your part,"}
{"Input":"If at Philippi we do face him there,","Output":"These people at our backe"}
{"Input":"And tempt the Rhewmy, and vnpurged Ayre,","Output":"To adde vnto his sicknesse? No my Brutus,"}
{"Input":"But it was fam'd with more then with one man?","Output":"When could they say (till now) that talk'd of Rome,"}
{"Input":"It may be, these apparant Prodigies,","Output":"The vnaccustom'd Terror of this night,"}
{"Input":"And (for my sake) stay heere with Antony:","Output":"Do grace to Caesars Corpes, and grace his Speech"}
{"Input":"Let Lucius and Titinius guard our doore.","Output":"Exeunt."}
{"Input":"I would it were my fault to sleepe so soundly.","Output":"When Lucius, when? awake, I say: what Lucius?"}
{"Input":"Come on my right hand, for this eare is deafe,","Output":"And tell me truely, what thou think'st of him."}
{"Input":"For you haue stolne their buzzing Antony,","Output":"And very wisely threat before you sting"}
{"Input":"How-euer he puts on this tardie forme:","Output":"This Rudenesse is a Sawce to his good Wit,"}
{"Input":"   Octa. Mark Antony, shall we giue signe of Battaile?","Output":"  Ant. No Caesar, we will answer on their Charge."}
{"Input":"And yesterday, the Bird of Night did sit,","Output":"Euen at Noone-day, vpon the Market place,"}
{"Input":"   Caes The Gods do this in shame of Cowardice:","Output":"Caesar should be a Beast without a heart"}
{"Input":"him againe: then hee put it by againe: but to my thinking,","Output":"he was very loath to lay his fingers off it. And then"}
{"Input":"Doe so conioyntly meet, let not men say,","Output":"These are their Reasons, they are Naturall:"}
{"Input":"   Bru. Portia: What meane you? wherfore rise you now?","Output":"It is not for your health, thus to commit"}
{"Input":"you'l beare me a bang for that I feare: proceede directly","Output":"   Cinna. Directly I am going to Caesars Funerall"}
{"Input":"  Stra. I held the Sword, and he did run on it","Output":"   Messa. Octauius, then take him to follow thee,"}
{"Input":"Contaminate our fingers, with base Bribes?","Output":"And sell the mighty space of our large Honors"}
{"Input":"Will change to Vertue, and to Worthinesse","Output":"   Cassi. Him, and his worth, and our great need of him,"}
{"Input":"   Cassi. A peeuish School-boy, worthles of such Honor","Output":"Ioyn'd with a Masker, and a Reueller"}
{"Input":"So, in the World; 'Tis furnish'd well with Men,","Output":"And Men are Flesh and Blood, and apprehensiue;"}
{"Input":"A man of such a feeble temper should","Output":"So get the start of the Maiesticke world,"}
{"Input":"Let's all cry Peace, Freedome, and Liberty","Output":"   Cassi. Stoop then, and wash. How many Ages hence"}
{"Input":"sawcy Fellow?","Output":"  Cob. Why sir, Cobble you"}
{"Input":"   Bru. The name of Cassius Honors this corruption,","Output":"And Chasticement doth therefore hide his head"}
{"Input":"And therefore thinke him as a Serpents egge,","Output":"Which hatch'd, would as his kinde grow mischieuous;"}
{"Input":"  Tit. They are, my Lord","Output":"   Cassi. Titinius, if thou louest me,"}
{"Input":"With Showts and Clamors","Output":"   Bru. My Country-men"}
{"Input":"haste","Output":"   Cassi. 'Tis Cinna, I doe know him by his Gate,"}
{"Input":"   Bru. O Antony! Begge not your death of vs:","Output":"Though now we must appeare bloody and cruell,"}
{"Input":"Vnto the Clymate, that they point vpon","Output":"   Cic. Indeed, it is a strange disposed time:"}
{"Input":"Let's kill him Boldly, but not Wrathfully:","Output":"Let's carue him, as a Dish fit for the Gods,"}
{"Input":"And will not palter? And what other Oath,","Output":"Then Honesty to Honesty ingag'd,"}
{"Input":"Enter.","Output":"Thunder, and Lightning. Enter Caska, and Cicero."}
{"Input":"he came to himselfe againe, hee said, If hee had done, or","Output":"said any thing amisse, he desir'd their Worships to thinke"}
{"Input":"and still as hee refus'd it, the rabblement howted, and","Output":"clapp'd their chopt hands, and threw vppe their sweatie"}
{"Input":"  Bru. No more I pray you.","Output":"Messala, I haue heere receiued Letters,"}
{"Input":"  Ant. Thy heart is bigge: get thee a-part and weepe:","Output":"Passion I see is catching from mine eyes,"}
{"Input":"My heart is in the Coffin there with Caesar,","Output":"And I must pawse, till it come backe to me"}
{"Input":"Thy Spirit walkes abroad, and turnes our Swords","Output":"In our owne proper Entrailes. Low Alarums"}
{"Input":"  Cask. He doth: for he did bid Antonio","Output":"Send word to you, he would be there to morrow"}
{"Input":"Well, Honor is the subiect of my Story:","Output":"I cannot tell, what you and other men"}
{"Input":"Is ouerthrowne by Noble Brutus power,","Output":"As Cassius Legions are by Antony"}
{"Input":"Looke, I draw a Sword against Conspirators,","Output":"When thinke you that the Sword goes vp againe?"}
{"Input":"Nor ayre-lesse Dungeon, nor strong Linkes of Iron,","Output":"Can be retentiue to the strength of spirit:"}
{"Input":"  Both. Did we my Lord?","Output":"  Bru. I: saw you any thing?"}
{"Input":"You star'd vpon me, with vngentle lookes.","Output":"I vrg'd you further, then you scratch'd your head,"}
{"Input":"It shall aduantage more, then do vs wrong","Output":"   Cassi. I know not what may fall, I like it not"}
{"Input":"  1. O most bloody sight!","Output":"  2. We will be reueng'd: Reuenge"}
{"Input":"Desiring thee, that Publius Cymber may","Output":"Haue an immediate freedome of repeale"}
{"Input":"   Bru. I will it not haue it so: Lye downe good sirs,","Output":"It may be I shall otherwise bethinke me."}
{"Input":"Exeunt.","Output":"Drum. Enter Brutus, Lucillius, and the Army. Titinius and"}
{"Input":"In personall action; yet prodigious growne,","Output":"And fearefull, as these strange eruptions are"}
{"Input":"  Caes. Calphurnia","Output":"   Cask. Peace ho, Caesar speakes"}
{"Input":"That strucke the Formost man of all this World,","Output":"But for supporting Robbers: shall we now,"}
{"Input":"You all do know this Mantle, I remember","Output":"The first time euer Caesar put it on,"}
{"Input":"   Octa. Vpon the right hand I, keepe thou the left","Output":"   Ant. Why do you crosse me in this exigent"}
{"Input":"When could they say (till now) that talk'd of Rome,","Output":"That her wide Walkes incompast but one man?"}
{"Input":"   Caes What Brutus?","Output":"  Cassi. Pardon Caesar: Caesar pardon:"}
{"Input":"How I had moued them. Bring me to Octauius.","Output":"Exeunt."}
{"Input":"Hold thou my Sword Hilts, whilest I runne on it","Output":"   Vol. That's not an Office for a friend, my Lord."}
{"Input":"It will not let you eate, nor talke, nor sleepe;","Output":"And could it worke so much vpon your shape,"}
{"Input":"Walke vnder his huge legges, and peepe about","Output":"To finde our selues dishonourable Graues."}
{"Input":"  Bru. Lucillius and Titinius bid the Commanders","Output":"Prepare to lodge their Companies to night"}
{"Input":"  Cob. Why sir, Cobble you","Output":"   Fla. Thou art a Cobler, art thou?"}
{"Input":"And tell them that I will not come to day:","Output":"Cannot, is false: and that I dare not, falser:"}
{"Input":"   Bru. Mark Antony, heere take you Caesars body:","Output":"You shall not in your Funerall speech blame vs,"}
{"Input":"That touches Caesar neerer. Read it great Caesar","Output":"   Caes What touches vs our selfe, shall be last seru'd"}
{"Input":"And greeuously hath Caesar answer'd it.","Output":"Heere, vnder leaue of Brutus, and the rest"}
{"Input":"And buy mens voyces, to commend our deeds:","Output":"It shall be sayd, his iudgement rul'd our hands,"}
{"Input":"   Cassi. I do not thinke it good","Output":"   Bru. Your reason?"}
{"Input":"   3 Away then, come, seeke the Conspirators","Output":"   Ant. Yet heare me Countrymen, yet heare me speake"}
{"Input":"The end of this dayes businesse, ere it come:","Output":"But it sufficeth, that the day will end,"}
{"Input":"But hollow men, like Horses hot at hand,","Output":"Make gallant shew, and promise of their Mettle:"}
{"Input":"Repaire to Pompeyes Porch, where you shall finde vs.","Output":"Is Decius Brutus and Trebonius there?"}
{"Input":"Let me vpon my knee, preuaile in this","Output":"   Caes Mark Antony shall say I am not well,"}
{"Input":"Enter Antony.","Output":"  2.Sold. Roome hoe: tell Antony, Brutus is tane"}
{"Input":"For once, vpon a Rawe and Gustie day,","Output":"The troubled Tyber, chafing with her Shores,"}
{"Input":"   Both. It shall be done my Lord.","Output":"Exeunt."}
{"Input":"   Var. My Lord","Output":"   Clau. My Lord"}
{"Input":"Enter.","Output":"  Brut. The exhalations, whizzing in the ayre,"}
{"Input":"Defiance Traitors, hurle we in your teeth.","Output":"If you dare fight to day, come to the Field;"}
{"Input":"He speakes by leaue, and by permission:","Output":"And that we are contented Caesar shall"}
{"Input":"For certaine summes of Gold, which you deny'd me,","Output":"For I can raise no money by vile meanes:"}
{"Input":"  Cinna. All, but Metellus Cymber, and hee's gone","Output":"To seeke you at your house. Well, I will hie,"}
{"Input":"Alarum. Enter Brutus, Messala, yong Cato, Strato, Volumnius, and","Output":"Lucillius."}
{"Input":"Exeunt. omnes.","Output":"FINIS. THE TRAGEDIE OF IVLIVS CaeSAR."}
{"Input":"The three-fold World diuided, he should stand","Output":"One of the three to share it?"}
{"Input":"Is Decius Brutus and Trebonius there?","Output":"  Cinna. All, but Metellus Cymber, and hee's gone"}
{"Input":"They could not finde a heart within the beast","Output":"   Caes The Gods do this in shame of Cowardice:"}
{"Input":"Enter Trebonius","Output":"   Cassi. Where is Antony?"}
{"Input":"   Cic. Indeed, it is a strange disposed time:","Output":"But men may construe things after their fashion,"}
{"Input":"Though last, not least in loue, yours good Trebonius.","Output":"Gentlemen all: Alas, what shall I say,"}
{"Input":"To be so good to Caesar, as to heare me:","Output":"I shall beseech him to befriend himselfe"}
{"Input":"  Bru. Peace, count the Clocke","Output":"   Cas. The Clocke hath stricken three"}
{"Input":"and some to Caska's; some to Ligarius: Away, go.","Output":"Exeunt. all the Plebeians."}
{"Input":"But Brutus sayes, he was Ambitious,","Output":"And Brutus is an Honourable man."}
{"Input":"  Popil. Fare you well","Output":"   Bru. What said Popillius Lena?"}
{"Input":"Most like a Souldier ordered Honourably:","Output":"So call the Field to rest, and let's away,"}
{"Input":"Night hangs vpon mine eyes, my Bones would rest,","Output":"That haue but labour'd, to attaine this houre."}
{"Input":"   Luc. Heere is a sicke man that would speak with you","Output":"   Bru. Caius Ligarius, that Metellus spake of."}
{"Input":"The dint of pitty: These are gracious droppes.","Output":"Kinde Soules, what weepe you, when you but behold"}
{"Input":"   Cassi. Pindarus,","Output":"Bid our Commanders leade their Charges off"}
{"Input":"   Cassi. So is he now, in execution","Output":"Of any bold, or Noble Enterprize,"}
{"Input":"Call Claudio, and some other of my men,","Output":"Ile haue them sleepe on Cushions in my Tent"}
{"Input":"Thou neuer com'st vnto a happy byrth,","Output":"But kil'st the Mother that engendred thee"}
{"Input":"Ambition should be made of sterner stuffe,","Output":"Yet Brutus sayes, he was Ambitious:"}
{"Input":"Haue an immediate freedome of repeale","Output":"   Caes What Brutus?"}
{"Input":"   Cask. Why you were with him, were you not?","Output":"  Bru. I should not then aske Caska what had chanc'd"}
{"Input":"Thunder still.","Output":"  Cask. So can I:"}
{"Input":"   Cassi. What newes?","Output":"  Pind. Titinius is enclosed round about"}
{"Input":"That whatsoeuer I did bid thee do,","Output":"Thou should'st attempt it. Come now, keepe thine oath,"}
{"Input":"That by no meanes I may discouer them,","Output":"By any marke of fauour"}
{"Input":"   Deci. Most mighty Caesar, let me know some cause,","Output":"Lest I be laught at when I tell them so"}
{"Input":"Is bound in Shallowes, and in Miseries.","Output":"On such a full Sea are we now a-float,"}
{"Input":"  Lucil. He is at hand, and Pindarus is come","Output":"To do you salutation from his Master"}
{"Input":"Our youths, and wildenesse, shall no whit appeare,","Output":"But all be buried in his Grauity"}
{"Input":"  Brut. I haue beene vp this howre, awake all Night:","Output":"Know I these men, that come along with you?"}
{"Input":"Their Natures, and pre-formed Faculties,","Output":"To monstrous qualitie; why you shall finde,"}
{"Input":"So let high-sighted-Tyranny range on,","Output":"Till each man drop by Lottery. But if these"}
{"Input":"Exit","Output":"Enter Calphurnia."}
{"Input":"the","Output":"Army."}
{"Input":"   Cask. Why there was a Crowne offer'd him; & being","Output":"offer'd him, he put it by with the backe of his hand thus,"}
{"Input":"Be factious for redresse of all these Griefes,","Output":"And I will set this foot of mine as farre,"}
{"Input":"   Brut. Come hither, good Volumnius, list a word","Output":"   Volum. What sayes my Lord?"}
{"Input":"What should the Warres do with these Iigging Fooles?","Output":"Companion, hence"}
{"Input":"   Cassi. Hath Cassius liu'd","Output":"To be but Mirth and Laughter to his Brutus,"}
{"Input":"What neede we any spurre, but our owne cause","Output":"To pricke vs to redresse? What other Bond,"}
{"Input":"   Octa. Do so, good Messala","Output":"   Messa. How dyed my Master Strato?"}
{"Input":"time gentler then other; and at euery putting by, mine","Output":"honest Neighbors showted"}
{"Input":"Looke where he haue not crown'd dead Cassius","Output":"   Bru. Are yet two Romans liuing such as these?"}
{"Input":"   Octa. So I hope:","Output":"I was not borne to dye on Brutus Sword"}
{"Input":"  Bru. They stand, and would haue parley","Output":"   Cassi. Stand fast Titinius, we must out and talke"}
{"Input":"Which giue some soyle (perhaps) to my Behauiours:","Output":"But let not therefore my good Friends be greeu'd"}
{"Input":"   Bru. Where's Publius?","Output":"  Cin. Heere, quite confounded with this mutiny"}
{"Input":"Will purchase vs a good opinion:","Output":"And buy mens voyces, to commend our deeds:"}
{"Input":"And bid me say to you by word of mouth-","Output":"O Caesar!"}
{"Input":"I cannot drinke too much of Brutus loue.","Output":"Enter Titinius and Messala."}
{"Input":"  Cai. Vouchsafe good morrow from a feeble tongue","Output":"   Bru. O what a time haue you chose out braue Caius"}
{"Input":"   Bru. Alas, good Cassius, do not thinke of him:","Output":"If he loue Caesar, all that he can do"}
{"Input":"I (as Aeneas, our great Ancestor,","Output":"Did from the Flames of Troy, vpon his shoulder"}
{"Input":"   Brut. And so it is:","Output":"For this time I will leaue you:"}
{"Input":"With vntyr'd Spirits, and formall Constancie,","Output":"And so good morrow to you euery one."}
{"Input":"As Caesars deaths houre; nor no Instrument","Output":"Of halfe that worth, as those your Swords; made rich"}
{"Input":"The Heauens speede thee in thine enterprize.","Output":"Sure the Boy heard me: Brutus hath a suite"}
{"Input":"A Foe to Tyrants, and my Countries Friend.","Output":"I am the Sonne of Marcus Cato, hoe."}
{"Input":"Or loose our Ventures","Output":"   Cassi. Then with your will go on: wee'l along"}
{"Input":"To wrong the dead, to wrong my selfe and you,","Output":"Then I will wrong such Honourable men."}
{"Input":"That euer Brutus will go bound to Rome,","Output":"He beares too great a minde. But this same day"}
{"Input":"And Men are Flesh and Blood, and apprehensiue;","Output":"Yet in the number, I do know but One"}
{"Input":"A Lionnesse hath whelped in the streets,","Output":"And Graues haue yawn'd, and yeelded vp their dead;"}
{"Input":"Brutus what shall be done? If this be knowne,","Output":"Cassius or Caesar neuer shall turne backe,"}
{"Input":"For I am Arm'd so strong in Honesty,","Output":"That they passe by me, as the idle winde,"}
{"Input":"(Which should perceiue nothing but Loue from vs)","Output":"Let vs not wrangle. Bid them moue away:"}
{"Input":"Who is your Sisters sonne, Marke Antony","Output":"   Ant. He shall not liue; looke, with a spot I dam him."}
{"Input":"If Brutus will vouchsafe, that Antony","Output":"May safely come to him, and be resolu'd"}
{"Input":"Shall euer take aliue the Noble Brutus:","Output":"The Gods defend him from so great a shame,"}
{"Input":"Some two moneths hence, vp higher toward the North","Output":"He first presents his fire, and the high East"}
{"Input":"Had I as many eyes, as thou hast wounds,","Output":"Weeping as fast as they streame forth thy blood,"}
{"Input":"Make me acquainted with your cause of greefe","Output":"   Bru. I am not well in health, and that is all"}
{"Input":"   Ant. You gentle Romans","Output":"   All. Peace hoe, let vs heare him"}
{"Input":"  Ser. He and Lepidus are at Caesars house","Output":"   Ant. And thither will I straight, to visit him:"}
{"Input":"   4 They were Traitors: Honourable men?","Output":"  All. The Will, the Testament"}
{"Input":"I say, that Brutus loue to Caesar, was no lesse then his. If","Output":"then, that Friend demand, why Brutus rose against Caesar,"}
{"Input":"  Cask. No, I am promis'd forth","Output":"   Cassi. Will you Dine with me to morrow?"}
{"Input":"You said the Enemy would not come downe,","Output":"But keepe the Hilles and vpper Regions:"}
{"Input":"Say, I fear'd Caesar, honour'd him, and lou'd him.","Output":"If Brutus will vouchsafe, that Antony"}
{"Input":"Pindarus meete","Output":"them."}
{"Input":"  Pub. Sirra, giue place","Output":"   Cassi. What, vrge you your Petitions in the street?"}
{"Input":"The Enemy, marching along by them,","Output":"By them shall make a fuller number vp,"}
{"Input":"Haue thus proceeded","Output":"   Ant. I doubt not of your Wisedome:"}
{"Input":"As he hath vs'd of old","Output":"   Bru. Thou hast describ'd"}
{"Input":"And part the Numbers:","Output":"Those that will heare me speake, let 'em stay heere;"}
{"Input":"   Bru. Yes that thou did'st: Did'st thou see any thing?","Output":"  Luc. Nothing my Lord"}
{"Input":"  Cassi. O ye Gods, ye Gods, Must I endure all this?","Output":"  Bru. All this? I more: Fret till your proud hart break."}
{"Input":"  Cask. Bid euery noyse be still: peace yet againe","Output":"   Caes. Who is it in the presse, that calles on me?"}
{"Input":"   Cin. O pardon, Sir, it doth; and yon grey Lines,","Output":"That fret the Clouds, are Messengers of Day"}
{"Input":"   2. Poore soule, his eyes are red as fire with weeping","Output":"   3. There's not a Nobler man in Rome then Antony"}
{"Input":"   Octa. You may do your will:","Output":"But hee's a tried, and valiant Souldier"}
{"Input":"  Por. Yes, bring me word Boy, if thy Lord look well,","Output":"For he went sickly forth: and take good note"}
{"Input":"But it sufficeth, that the day will end,","Output":"And then the end is knowne. Come ho, away."}
{"Input":"   Cassi. I but beleeue it partly,","Output":"For I am fresh of spirit, and resolu'd"}
{"Input":"They stab Caesar.","Output":"  Caes Et Tu Brute? - Then fall Caesar."}
{"Input":"  Cask. Why for that too","Output":"   Cassi. They shouted thrice: what was the last cry for?"}
{"Input":"That I did loue thee Caesar, O 'tis true:","Output":"If then thy Spirit looke vpon vs now,"}
{"Input":"   Caes. Stand you directly in Antonio's way,","Output":"When he doth run his course. Antonio"}
{"Input":"To maske thy monstrous Visage? Seek none Conspiracie,","Output":"Hide it in Smiles, and Affabilitie:"}
{"Input":"Well Brutus, thou art Noble: yet I see,","Output":"Thy Honorable Mettle may be wrought"}
{"Input":"I would not so (with loue I might intreat you)","Output":"Be any further moou'd: What you haue said,"}
{"Input":"And Men haue lost their Reason. Beare with me,","Output":"My heart is in the Coffin there with Caesar,"}
{"Input":"   3 Let him go vp into the publike Chaire,","Output":"Wee'l heare him: Noble Antony go vp"}
{"Input":"I cannot, by the progresse of the Starres,","Output":"Giue guesse how neere to day- Lucius, I say?"}
{"Input":"Thorough the hazards of this vntrod State,","Output":"With all true Faith. So sayes my Master Antony"}
{"Input":"Boy: Lucius: Fast asleepe? It is no matter,","Output":"Enioy the hony-heauy-Dew of Slumber:"}
{"Input":"I shall vnfold to thee, as we are going,","Output":"To whom it must be done"}
{"Input":"   Deci. Caesar, all haile: Good morrow worthy Caesar,","Output":"I come to fetch you to the Senate house"}
{"Input":"   Bru. Ho Lucillius, hearke, a word with you.","Output":"Lucillius and Messala stand forth."}
{"Input":"   Cassi. You are dull, Caska:","Output":"And those sparkes of Life, that should be in a Roman,"}
{"Input":"Exeunt.","Output":"Alarums. Enter Cassius and Titinius."}
{"Input":"Hath begg'd, that I will stay at home to day","Output":"   Deci. This Dreame is all amisse interpreted,"}
{"Input":"  Bru. She is dead","Output":"   Cas. How scap'd I killing, when I crost you so?"}
{"Input":"When Marcus Brutus growes so Couetous,","Output":"To locke such Rascall Counters from his Friends,"}
{"Input":"Kill Brutus, and be honour'd in his death","Output":"   Sold. We must not: a Noble Prisoner."}
{"Input":"Began to water. Is thy Master comming?","Output":"  Ser. He lies to night within seuen Leagues of Rome"}
{"Input":"   Bru. What said Popillius Lena?","Output":"  Cassi. He wisht to day our enterprize might thriue:"}
{"Input":"Hackt one another in the sides of Caesar:","Output":"You shew'd your teethes like Apes,"}
{"Input":"Within my Tent his bones to night shall ly,","Output":"Most like a Souldier ordered Honourably:"}
{"Input":"   Caes. Ha? Who calles?","Output":"  Cask. Bid euery noyse be still: peace yet againe"}
{"Input":"Breake vp the Senate, till another time:","Output":"When Caesars wife shall meete with better Dreames."}
{"Input":"Heere is a mourning Rome, a dangerous Rome,","Output":"No Rome of safety for Octauius yet,"}
{"Input":"And am moreouer sutor, that I may","Output":"Produce his body to the Market-place,"}
{"Input":"In euery Wound of Caesar, that should moue","Output":"The stones of Rome, to rise and Mutiny"}
{"Input":"The greater part, the Horse in generall","Output":"Are come with Cassius."}
{"Input":"   Cic. Good-night then, Caska:","Output":"This disturbed Skie is not to walke in"}
{"Input":"I found no man, but he was true to me.","Output":"I shall haue glory by this loosing day"}
{"Input":"Into the lane of Children. Be not fond,","Output":"To thinke that Caesar beares such Rebell blood"}
{"Input":"   Cassi. No, Caesar hath it not: but you, and I,","Output":"And honest Caska, we haue the Falling sicknesse"}
{"Input":"Come to the Capitoll","Output":"   Popil. I wish your enterprize to day may thriue"}
{"Input":"Thy Louer, Artemidorus.","Output":"Heere will I stand, till Caesar passe along,"}
{"Input":"And dreadfull Obiects so familiar,","Output":"That Mothers shall but smile, when they behold"}
{"Input":"For euer, and for euer, farewell Cassius,","Output":"If we do meete againe, why we shall smile;"}
{"Input":"Of Brothers temper, do receiue you in,","Output":"With all kinde loue, good thoughts, and reuerence"}
{"Input":"   Clit. Statillius shew'd the Torch-light, but my Lord","Output":"He came not backe: he is or tane, or slaine"}
{"Input":"offer'd him, he put it by with the backe of his hand thus,","Output":"and then the people fell a shouting"}
{"Input":"Why Old men, Fooles, and Children calculate,","Output":"Why all these things change from their Ordinance,"}
{"Input":"  Cassi. I, euery man away.","Output":"Brutus shall leade, and we will grace his heeles"}
{"Input":"  Cask. Marry, before he fell downe, when he perceiu'd","Output":"the common Heard was glad he refus'd the Crowne, he"}
{"Input":"   Tit. What Pindarus? Where art thou Pindarus?","Output":"  Messa. Seeke him Titinius, whilst I go to meet"}
{"Input":"Is guilty of a seuerall Bastardie,","Output":"If he do breake the smallest Particle"}
{"Input":"   Bru. Lucius, a bowle of Wine","Output":"   Cas. I did not thinke you could haue bin so angry"}
{"Input":"I dare assure thee, that no Enemy","Output":"Shall euer take aliue the Noble Brutus:"}
{"Input":"him?","Output":"  Sooth. None that I know will be,"}
{"Input":"He shall but beare them, as the Asse beares Gold,","Output":"To groane and swet vnder the Businesse,"}
{"Input":"As thou dost Antony: he heares no Musicke;","Output":"Seldome he smiles, and smiles in such a sort"}
{"Input":"Knew you not Pompey many a time and oft?","Output":"Haue you climb'd vp to Walles and Battlements,"}
{"Input":"  Cassi. O looke Titinius, looke, the Villaines flye:","Output":"My selfe haue to mine owne turn'd Enemy:"}
{"Input":"Set a huge Mountaine 'tweene my Heart and Tongue:","Output":"I haue a mans minde, but a womans might:"}
{"Input":"If the redresse will follow, thou receiuest","Output":"Thy full Petition at the hand of Brutus."}
{"Input":"Why should that name be sounded more then yours","Output":"Write them together: Yours, is as faire a Name:"}
{"Input":"And beare the Palme alone.","Output":"Shout. Flourish."}
{"Input":"Older in practice, Abler then your selfe","Output":"To make Conditions"}
{"Input":"Friends am I with you all, and loue you all,","Output":"Vpon this hope, that you shall giue me Reasons,"}
{"Input":"If you dare fight to day, come to the Field;","Output":"If not, when you haue stomackes."}
{"Input":"   3.Ple. Plucke downe Benches","Output":"   4.Ple. Plucke downe Formes, Windowes, any thing."}
{"Input":"And this last Night, here in Philippi fields:","Output":"I know my houre is come"}
{"Input":"But let not therefore my good Friends be greeu'd","Output":"(Among which number Cassius be you one)"}
{"Input":"And heere my naked Breast: Within, a Heart","Output":"Deerer then Pluto's Mine, Richer then Gold:"}
{"Input":"  2. Whether are you going?","Output":"  3. Where do you dwell?"}
{"Input":"   Cassi. Then Brutus, I haue much mistook your passion,","Output":"By meanes whereof, this Brest of mine hath buried"}
{"Input":"With Pindarus his Bondman, on this Hill","Output":"   Messa. Is not that he that lyes vpon the ground?"}
{"Input":"   Cask. Farewell Cicero.","Output":"Exit Cicero."}
{"Input":"You see we do: Yet see you but our hands,","Output":"And this, the bleeding businesse they haue done:"}
{"Input":"Thunder & Lightning","Output":"Enter Iulius Caesar in his Night-gowne."}
{"Input":"The Storme is vp, and all is on the hazard","Output":"   Bru. Ho Lucillius, hearke, a word with you."}
{"Input":"Where neuer Roman shall take note of him.","Output":"Enter Titinius and Messala."}
{"Input":"And let me shew you him that made the Will:","Output":"Shall I descend? And will you giue me leaue?"}
{"Input":"   Cassi. That done, repayre to Pompeyes Theater.","Output":"Exit Cinna."}
{"Input":"Remorse from Power: And to speake truth of Caesar,","Output":"I haue not knowne, when his Affections sway'd"}
{"Input":"But since the affayres of men rests still incertaine,","Output":"Let's reason with the worst that may befall."}
{"Input":"Then secret Romans, that haue spoke the word,","Output":"And will not palter? And what other Oath,"}
{"Input":"Pardon me Caesar, for my deere deere loue","Output":"To your proceeding, bids me tell you this:"}
{"Input":"I know not Gentlemen what you intend,","Output":"Who else must be let blood, who else is ranke:"}
{"Input":"Be well aueng'd; or till another Caesar","Output":"Haue added slaughter to the Sword of Traitors"}
{"Input":"How he did shake: Tis true, this God did shake,","Output":"His Coward lippes did from their colour flye,"}
{"Input":"Witnesse the hole you made in Caesars heart,","Output":"Crying long liue, Haile Caesar"}
{"Input":"That yong Octauius, and Marke Antony","Output":"Come downe vpon vs with a mighty power,"}
{"Input":"If he loue Caesar, all that he can do","Output":"Is to himselfe; take thought, and dye for Caesar,"}
{"Input":"In which so many smiling Romans bath'd,","Output":"Signifies, that from you great Rome shall sucke"}
{"Input":"   Cassi. Do you confesse so much? Giue me your hand","Output":"   Bru. And my heart too"}
{"Input":"That I professe my selfe in Banquetting","Output":"To all the Rout, then hold me dangerous."}
{"Input":"  Bru. Heare me, for I will speake.","Output":"Must I giue way, and roome to your rash Choller?"}
{"Input":"To giue this day, a Crowne to mighty Caesar.","Output":"If you shall send them word you will not come,"}
{"Input":"   Dec. What, shall we forth?","Output":"  Cassi. I, euery man away."}
{"Input":"And Ghosts did shrieke and squeale about the streets.","Output":"O Caesar, these things are beyond all vse,"}
{"Input":"   Cassi. Stand fast Titinius, we must out and talke","Output":"   Octa. Mark Antony, shall we giue signe of Battaile?"}
{"Input":"I haue no will to wander foorth of doores,","Output":"Yet something leads me foorth"}
{"Input":"Liberty, Freedome, and Enfranchisement","Output":"   Bru. People and Senators, be not affrighted:"}
{"Input":"   Ant. This is not Brutus friend, but I assure you,","Output":"A prize no lesse in worth; keepe this man safe,"}
{"Input":"I should do Brutus wrong, and Cassius wrong:","Output":"Who (you all know) are Honourable men."}
{"Input":"'Tis three a clocke, and Romans yet ere night,","Output":"We shall try Fortune in a second fight."}
{"Input":"And I the elder and more terrible,","Output":"And Caesar shall go foorth"}
{"Input":"But hold thee, take this Garland on thy Brow,","Output":"Thy Brutus bid me giue it thee, and I"}
{"Input":"My Ancestors did from the streetes of Rome","Output":"The Tarquin driue, when he was call'd a King."}
{"Input":"  Ant. Therefore I tooke your hands, but was indeed","Output":"Sway'd from the point, by looking downe on Caesar."}
{"Input":"   Cassi. Fellow, come from the throng, look vpon Caesar","Output":"   Caes. What sayst thou to me now? Speak once againe,"}
{"Input":"Enter Lucius.","Output":"  Luc. The Taper burneth in your Closet, Sir:"}
{"Input":"do I dwell? Am I a married man, or a Batchellour? Then","Output":"to answer euery man, directly and breefely, wisely and"}
{"Input":"  Brut. What a blunt fellow is this growne to be?","Output":"He was quick Mettle, when he went to Schoole"}
{"Input":"Haue made themselues so strong: For with her death","Output":"That tydings came. With this she fell distract,"}
{"Input":"Now sit we close about this Taper heere,","Output":"And call in question our necessities"}
{"Input":"And too impatiently stampt with your foote:","Output":"Yet I insisted, yet you answer'd not,"}
{"Input":"And let vs presently go sit in Councell,","Output":"How couert matters may be best disclos'd,"}
{"Input":"  Sooth. Madam not yet, I go to take my stand,","Output":"To see him passe on to the Capitoll"}
{"Input":"   3. Your name sir, truly","Output":"   Cinna. Truly, my name is Cinna"}
{"Input":"To such a sodaine Flood of Mutiny:","Output":"They that haue done this Deede, are honourable."}
{"Input":"Giues him the Letter.","Output":"  Brut. Get you to Bed againe, it is not day:"}
{"Input":"Come hither sirrah: In Parthia did I take thee Prisoner,","Output":"And then I swore thee, sauing of thy life,"}
{"Input":"Through this, the wel-beloued Brutus stabb'd,","Output":"And as he pluck'd his cursed Steele away:"}
{"Input":"And presently preferre his suite to Caesar","Output":"   Bru. He is addrest: presse neere, and second him"}
{"Input":"That Caesar lookes so sad","Output":"   Cask. Why you were with him, were you not?"}
{"Input":"   Bru. Good words are better then bad strokes Octauius","Output":"   An. In your bad strokes Brutus, you giue good words"}
{"Input":"And Brutus Antony, there were an Antony","Output":"Would ruffle vp your Spirits, and put a Tongue"}
{"Input":"Shall this our lofty Scene be acted ouer,","Output":"In State vnborne, and Accents yet vnknowne?"}
{"Input":"  Luc. My Lord","Output":"   Cassi. Messala"}
{"Input":"if Caesar had stab'd their Mothers, they would haue done","Output":"no lesse"}
{"Input":"  Decius. Here lyes the East: doth not the Day breake","Output":"heere?"}
{"Input":"Come to our Tent, till we haue done our Conference.","Output":"Let Lucius and Titinius guard our doore."}
{"Input":"When you do finde him, or aliue, or dead,","Output":"He will be found like Brutus, like himselfe"}
{"Input":"Hie hence, and tell him so. Yet stay a-while,","Output":"Thou shalt not backe, till I haue borne this course"}
{"Input":"Set in a Note-booke, learn'd, and con'd by roate","Output":"To cast into my Teeth. O I could weepe"}
{"Input":"Is not to morrow (Boy) the first of March?","Output":"  Luc. I know not, Sir"}
{"Input":"Giue him all kindnesse. I had rather haue","Output":"Such men my Friends, then Enemies. Go on,"}
{"Input":"   Bru. Fates, we will know your pleasures:","Output":"That we shall dye we know, 'tis but the time"}
{"Input":"Tooke it too eagerly: his Soldiers fell to spoyle,","Output":"Whilst we by Antony are all inclos'd."}
{"Input":"   Caes And you are come in very happy time,","Output":"To beare my greeting to the Senators,"}
{"Input":"Exeunt. Caesar and his Traine.","Output":"  Cask. You pul'd me by the cloake, would you speake"}
{"Input":"told you, hee put it by once: but for all that, to my thinking,","Output":"he would faine haue had it. Then hee offered it to"}
{"Input":"  Cassi. He wisht to day our enterprize might thriue:","Output":"I feare our purpose is discouered"}
{"Input":"   Cassi. In such a time as this, it is not meet","Output":"That euery nice offence should beare his Comment"}
{"Input":"  Octa. What man is that?","Output":"  Messa. My Masters man. Strato, where is thy Master?"}
{"Input":"To stale with ordinary Oathes my loue","Output":"To euery new Protester: if you know,"}
{"Input":"Come home to me, and I will wait for you","Output":"   Cassi. I will doe so: till then, thinke of the World."}
{"Input":"   Cato. What Bastard doth not? Who will go with me?","Output":"I will proclaime my name about the Field."}
{"Input":"From that it is dispos'd: therefore it is meet,","Output":"That Noble mindes keepe euer with their likes:"}
{"Input":"  Cin. Liberty, Freedome; Tyranny is dead,","Output":"Run hence, proclaime, cry it about the Streets"}
{"Input":"Haue I in Conquest stretcht mine Arme so farre,","Output":"To be afear'd to tell Gray-beards the truth:"}
{"Input":"Ouer thy wounds, now do I Prophesie,","Output":"(Which like dumbe mouthes do ope their Ruby lips,"}
{"Input":"And straite is cold agen","Output":"   Cassi. Hath Cassius liu'd"}
{"Input":"Thou seest the World, Volumnius, how it goes,","Output":"Our Enemies haue beat vs to the Pit:"}
{"Input":"What Antony shall speake, I will protest","Output":"He speakes by leaue, and by permission:"}
{"Input":"   Bru. Now good Metellus go along by him:","Output":"He loues me well, and I haue giuen him Reasons,"}
{"Input":"Of late, with passions of some difference,","Output":"Conceptions onely proper to my selfe,"}
{"Input":"Passion I see is catching from mine eyes,","Output":"Seeing those Beads of sorrow stand in thine,"}
{"Input":"   Caes. He is a Dreamer, let vs leaue him: Passe.","Output":"Sennet"}
{"Input":"Fly not, stand still: Ambitions debt is paid","Output":"   Cask. Go to the Pulpit Brutus"}
{"Input":"  Luc. Sir, March is wasted fifteene dayes.","Output":"Knocke within."}
{"Input":"We both haue fed as well, and we can both","Output":"Endure the Winters cold, as well as hee."}
{"Input":"   Messa. That me thinkes is strange","Output":"   Bru. Why aske you?"}
{"Input":"And the first motion, all the Interim is","Output":"Like a Phantasma, or a hideous Dreame:"}
{"Input":"But 'tis not so.","Output":"Enter a Messenger."}
{"Input":"Now is it Rome indeed, and Roome enough","Output":"When there is in it but one onely man."}
{"Input":"I should not know you Brutus. Deare my Lord,","Output":"Make me acquainted with your cause of greefe"}
{"Input":"What hath proceeded worthy note to day","Output":"   Bru. I will do so: but looke you Cassius,"}
{"Input":"And the winde brings it from the Capitoll","Output":"   Luc. Sooth Madam, I heare nothing."}
{"Input":"How euery thing is chanc'd.","Output":"Exeunt."}
{"Input":"  Messa. Cicero is dead, and by that order of proscription","Output":"Had you your Letters from your wife, my Lord?"}
{"Input":"The Ghost of Caesar hath appear'd to me","Output":"Two seuerall times by Night: at Sardis, once;"}
{"Input":"And in the Spirit of men, there is no blood:","Output":"O that we then could come by Caesars Spirit,"}
{"Input":"On such a full Sea are we now a-float,","Output":"And we must take the current when it serues,"}
{"Input":"   Cassi. Where is Antony?","Output":"  Treb. Fled to his House amaz'd:"}
{"Input":"My credit now stands on such slippery ground,","Output":"That one of two bad wayes you must conceit me,"}
{"Input":"Thy life hath had some smatch of Honor in it,","Output":"Hold then my Sword, and turne away thy face,"}
{"Input":"more to Caesar, then you shall do to Brutus. The Question","Output":"of his death, is inroll'd in the Capitoll: his Glory not"}
{"Input":"By this vile Conquest shall attaine vnto.","Output":"So fare you well at once, for Brutus tongue"}
{"Input":"And I must pawse, till it come backe to me","Output":"   1 Me thinkes there is much reason in his sayings"}
{"Input":"I do beseech yee, if you beare me hard,","Output":"Now, whil'st your purpled hands do reeke and smoake,"}
{"Input":"   Cask. Who euer knew the Heauens menace so?","Output":"  Cassi. Those that haue knowne the Earth so full of"}
{"Input":"To yong Octauius, of the state of things.","Output":"Lend me your hand."}
{"Input":"Produce his body to the Market-place,","Output":"And in the Pulpit as becomes a Friend,"}
{"Input":"For it is after Mid-night, and ere day,","Output":"We will awake him, and be sure of him."}
{"Input":"Should chance-","Output":"  Bru. Talke not of standing. Publius good cheere,"}
{"Input":"Like Wrath in death, and Enuy afterwards:","Output":"For Antony, is but a Limbe of Caesar."}
{"Input":"When there is in it but one onely man.","Output":"O! you and I, haue heard our Fathers say,"}
{"Input":"Enter Caesar, Brutus, Cassius, Caska, Decius, Metellus, Trebonius,","Output":"Cynna,"}
{"Input":"   Bru. Words before blowes: is it so Countrymen?","Output":"  Octa. Not that we loue words better, as you do"}
{"Input":"   Cassi. I will doe so: till then, thinke of the World.","Output":"Exit Brutus."}
{"Input":"   Brut. Is he alone?","Output":"  Luc. No, Sir, there are moe with him"}
{"Input":"   4 What does he say of Brutus?","Output":"  3 He sayes, for Brutus sake"}
{"Input":"   Bru. Looke how he makes to Caesar: marke him","Output":"   Cassi. Caska be sodaine, for we feare preuention."}
{"Input":"Yea, begge a haire of him for Memory,","Output":"And dying, mention it within their Willes,"}
{"Input":"Plucking the intrailes of an Offering forth,","Output":"They could not finde a heart within the beast"}
{"Input":"   Cassi. I, do you feare it?","Output":"Then must I thinke you would not haue it so"}
{"Input":"Comming from Sardis, on our former Ensigne","Output":"Two mighty Eagles fell, and there they pearch'd,"}
{"Input":"Thou art a Fellow of a good respect:","Output":"Thy life hath had some smatch of Honor in it,"}
{"Input":"clapp'd their chopt hands, and threw vppe their sweatie","Output":"Night-cappes, and vttered such a deale of stinking"}
{"Input":"A shrew'd Contriuer. And you know, his meanes","Output":"If he improue them, may well stretch so farre"}
{"Input":"Where I haue tooke them vp:","Output":"Shall Rome, &c. Thus must I piece it out:"}
{"Input":"With fearefull brauery: thinking by this face","Output":"To fasten in our thoughts that they haue Courage;"}
{"Input":"Haue you climb'd vp to Walles and Battlements,","Output":"To Towres and Windowes? Yea, to Chimney tops,"}
{"Input":"When Loue begins to sicken and decay","Output":"It vseth an enforced Ceremony."}
{"Input":"Mark Antony, shall not loue Caesar dead","Output":"So well as Brutus liuing; but will follow"}
{"Input":"No Rome of safety for Octauius yet,","Output":"Hie hence, and tell him so. Yet stay a-while,"}
{"Input":"I know yong bloods looke for a time of rest","Output":"   Luc. I haue slept my Lord already"}
{"Input":"To Towres and Windowes? Yea, to Chimney tops,","Output":"Your Infants in your Armes, and there haue sate"}
{"Input":"   Bru. Why so I do: good Portia go to bed","Output":"   Por. Is Brutus sicke? And is it Physicall"}
{"Input":"Heere was a Caesar: when comes such another?","Output":"  1.Ple. Neuer, neuer: come, away, away:"}
{"Input":"   Mur. Wherefore reioyce?","Output":"What Conquest brings he home?"}
{"Input":"And in this mood will giue vs any thing","Output":"   Ser. I heard him say, Brutus and Cassius"}
{"Input":"Drinkes","Output":"  Cas. My heart is thirsty for that Noble pledge."}
{"Input":"Alarums. Enter Cassius and Titinius.","Output":"  Cassi. O looke Titinius, looke, the Villaines flye:"}
{"Input":"Now in the names of all the Gods at once,","Output":"Vpon what meate doth this our Caesar feede,"}
{"Input":"And with a heart new-fir'd, I follow you,","Output":"To do I know not what: but it sufficeth"}
{"Input":"  Cass. Shall I entreat a word?","Output":"They whisper."}
{"Input":"(Among which number Cassius be you one)","Output":"Nor construe any further my neglect,"}
{"Input":"   Por. If this were true, then should I know this secret.","Output":"I graunt I am a Woman; but withall,"}
{"Input":"And then I graunt we put a Sting in him,","Output":"That at his will he may doe danger with."}
{"Input":"  Brut. 'Tis good. Go to the Gate, some body knocks:","Output":"Since Cassius first did whet me against Caesar,"}
{"Input":"That fret the Clouds, are Messengers of Day","Output":"   Cask. You shall confesse, that you are both deceiu'd:"}
{"Input":"That Vnicornes may be betray'd with Trees,","Output":"And Beares with Glasses, Elephants with Holes,"}
{"Input":"Withall Respect, and Rites of Buriall.","Output":"Within my Tent his bones to night shall ly,"}
{"Input":"  Ant. Now let it worke: Mischeefe thou art a-foot,","Output":"Take thou what course thou wilt."}
{"Input":"To part the glories of this happy day.","Output":"Exeunt. omnes."}
{"Input":"   Bru. You wrong'd your selfe to write in such a case","Output":"   Cassi. In such a time as this, it is not meet"}
{"Input":"By your leaue Gods: This is a Romans part,","Output":"Come Cassius Sword, and finde Titinius hart."}
{"Input":"It is a deed in fashion. Hearke thee, Clitus","Output":"   Clit. What I, my Lord? No, not for all the World"}
{"Input":"Let's be Sacrificers, but not Butchers Caius:","Output":"We all stand vp against the spirit of Caesar,"}
{"Input":"   Bru. Did'st thou dreame Lucius, that thou so cryedst","Output":"out?"}
{"Input":"As a sicke Girle: Ye Gods, it doth amaze me,","Output":"A man of such a feeble temper should"}
{"Input":"Of marching to Philippi presently","Output":"   Cassi. I do not thinke it good"}
{"Input":"   Bru. Titinius face is vpward","Output":"   Cato. He is slaine"}
{"Input":"   3 Ple. O Royall Caesar","Output":"   Ant. Heare me with patience"}
{"Input":"  Octa. Or heere, or at the Capitoll.","Output":"Exit Lepidus"}
{"Input":"In his owne change, or by ill Officers,","Output":"Hath giuen me some worthy cause to wish"}
{"Input":"   Caes Good Friends go in, and taste some wine with me.","Output":"And we (like Friends) will straight way go together"}
{"Input":"Weighing the youthfull Season of the yeare.","Output":"Some two moneths hence, vp higher toward the North"}
{"Input":"And since you know, you cannot see your selfe","Output":"So well as by Reflection; I your Glasse,"}
{"Input":"Wherein hath Caesar thus deseru'd your loues?","Output":"Alas you know not, I must tell you then:"}
{"Input":"   Lep. What? shall I finde you heere?","Output":"  Octa. Or heere, or at the Capitoll."}
{"Input":"   Cas. I did not thinke you could haue bin so angry","Output":"   Bru. O Cassius, I am sicke of many greefes"}
{"Input":"That feares him much: and my misgiuing still","Output":"Falles shrewdly to the purpose."}
{"Input":"I heare a Tongue shriller then all the Musicke","Output":"Cry, Caesar: Speake, Caesar is turn'd to heare"}
{"Input":"Lucillius and Messala stand forth.","Output":"  Luc. My Lord"}
{"Input":"Ioyn'd with a Masker, and a Reueller","Output":"   Ant. Old Cassius still"}
{"Input":"Like to a little Kingdome, suffers then","Output":"The nature of an Insurrection."}
{"Input":"  Por. I must go in:","Output":"Aye me! How weake a thing"}
{"Input":"That you haue no such Mirrors, as will turne","Output":"Your hidden worthinesse into your eye,"}
{"Input":"   Bru. Vnder your pardon. You must note beside,","Output":"That we haue tride the vtmost of our Friends:"}
{"Input":"When thinke you that the Sword goes vp againe?","Output":"Neuer till Caesars three and thirtie wounds"}
{"Input":"He, onely in a generall honest thought,","Output":"And common good to all, made one of them."}
{"Input":"And shew the reason of our Caesars death.","Output":"What Antony shall speake, I will protest"}
{"Input":"Marke Antony, so well belou'd of Caesar,","Output":"Should out-liue Caesar, we shall finde of him"}
{"Input":"Companion, hence","Output":"   Cas. Away, away be gone."}
{"Input":"Tell me your Counsels, I will not disclose 'em:","Output":"I haue made strong proofe of my Constancie,"}
{"Input":"Is notwithstanding vp. Good morrow Antony","Output":"   Ant. So to most Noble Caesar"}
{"Input":"To heare the replication of your sounds,","Output":"Made in her Concaue Shores?"}
{"Input":"   Cinna. Directly I am going to Caesars Funerall","Output":"   1. As a Friend, or an Enemy?"}
{"Input":"Shall Rome stand vnder one mans awe? What Rome?","Output":"My Ancestors did from the streetes of Rome"}
{"Input":"Whil'st damned Caska, like a Curre, behinde","Output":"Strooke Caesar on the necke. O you Flatterers"}
{"Input":"Loue, and be Friends, as two such men should bee,","Output":"For I haue seene more yeeres I'me sure then yee"}
{"Input":"But not with such familiar instances,","Output":"Nor with such free and friendly Conference"}
{"Input":"Then tarry till they push vs. Good Volumnius,","Output":"Thou know'st, that we two went to Schoole together:"}
{"Input":"   Tit. Messa. Good night Lord Brutus","Output":"   Bru. Farwell euery one."}
{"Input":"To cut the Head off, and then hacke the Limbes:","Output":"Like Wrath in death, and Enuy afterwards:"}
{"Input":"well Metellus Cymber, Decius Brutus loues thee not: Thou","Output":"hast wrong'd Caius Ligarius. There is but one minde in all"}
{"Input":"It is not for your health, thus to commit","Output":"Your weake condition, to the raw cold morning"}
{"Input":"I come to bury Caesar, not to praise him:","Output":"The euill that men do, liues after them,"}
{"Input":"Bequeathing it as a rich Legacie","Output":"Vnto their issue"}
{"Input":"Of any bold, or Noble Enterprize,","Output":"How-euer he puts on this tardie forme:"}
{"Input":"   Mess. That by proscription, and billes of Outlarie,","Output":"Octauius, Antony, and Lepidus,"}
{"Input":"Actus Tertius.","Output":"Flourish"}
{"Input":"So vile a thing as Caesar. But oh Griefe,","Output":"Where hast thou led me? I (perhaps) speake this"}
{"Input":"Alarum. Enter Brutus and Messala.","Output":"  Bru. Ride, ride Messala, ride and giue these Billes"}
{"Input":"Cassius go you into the other streete,","Output":"And part the Numbers:"}
{"Input":"That Caesar will not grant. O, I grow faint:","Output":"Run Lucius, and commend me to my Lord,"}
{"Input":"Louers in peace, leade on our dayes to age.","Output":"But since the affayres of men rests still incertaine,"}
{"Input":"Durst I haue done my will. O Cassius,","Output":"Farre from this Country Pindarus shall run,"}
{"Input":"Why Birds and Beasts, from qualitie and kinde,","Output":"Why Old men, Fooles, and Children calculate,"}
{"Input":"Till each man drop by Lottery. But if these","Output":"(As I am sure they do) beare fire enough"}
{"Input":"Alas you know not, I must tell you then:","Output":"You haue forgot the Will I told you of"}
{"Input":"Such as he is, full of regard, and Honour","Output":"   Bru. He is not doubted. A word Lucillius"}
{"Input":"Might fire the blood of ordinary men,","Output":"And turne pre-Ordinance, and first Decree"}
{"Input":"To you, our Swords haue leaden points Marke Antony:","Output":"Our Armes in strength of malice, and our Hearts"}
{"Input":"Which hatch'd, would as his kinde grow mischieuous;","Output":"And kill him in the shell."}
{"Input":"  Bru. I Caska, tell vs what hath chanc'd to day","Output":"That Caesar lookes so sad"}
{"Input":"  Cassi. A very pleasing Night to honest men","Output":"   Cask. Who euer knew the Heauens menace so?"}
{"Input":"If I my selfe, there is no houre so fit","Output":"As Caesars deaths houre; nor no Instrument"}
{"Input":"   Bru. I am not well in health, and that is all","Output":"   Por. Brutus is wise, and were he not in health,"}
{"Input":"   Bru. You are my true and honourable Wife,","Output":"As deere to me, as are the ruddy droppes"}
{"Input":"   Calp. When Beggers dye, there are no Comets seen,","Output":"The Heauens themselues blaze forth the death of Princes"}
{"Input":"   Cass. But it is doubtfull yet,","Output":"Whether Caesar will come forth to day, or no:"}
{"Input":"Enter a Seruant.","Output":"  Bru. Soft, who comes heere? A friend of Antonies"}
{"Input":"Whether Caesar will come forth to day, or no:","Output":"For he is Superstitious growne of late,"}
{"Input":"One of the three to share it?","Output":"  Octa. So you thought him,"}
{"Input":"   Bru. A Flatterers would not, though they do appeare","Output":"As huge as high Olympus"}
{"Input":"   Cass. This, Caska; this, Cinna; and this, Metellus","Output":"Cymber"}
{"Input":"For my part, I haue walk'd about the streets,","Output":"Submitting me vnto the perillous Night;"}
{"Input":"And drop my blood for Drachmaes, then to wring","Output":"From the hard hands of Peazants, their vile trash"}
{"Input":"Cassius or Caesar neuer shall turne backe,","Output":"For I will slay my selfe"}
{"Input":"  Ghost. I, at Philippi","Output":"   Brut. Why I will see thee at Philippi then:"}
{"Input":"What Rubbish, and what Offall? when it serues","Output":"For the base matter, to illuminate"}
{"Input":"Exeunt.","Output":"Manet Antony."}
{"Input":"That playes thee Musicke? Gentle knaue good night:","Output":"I will not do thee so much wrong to wake thee:"}
{"Input":"Fashion it thus; that what he is, augmented,","Output":"Would runne to these, and these extremities:"}
{"Input":"  Mes. Prepare you Generals,","Output":"The Enemy comes on in gallant shew:"}
{"Input":"Make forth, the Generals would haue some words","Output":"   Oct. Stirre not vntill the Signall"}
{"Input":"By any indirection. I did send","Output":"To you for Gold to pay my Legions,"}
{"Input":"  Cask. Why for that too","Output":"   Bru. Was the Crowne offer'd him thrice?"}
{"Input":"   1. As a Friend, or an Enemy?","Output":"  Cinna. As a friend"}
{"Input":"   Cask. Your Eare is good.","Output":"Cassius, what Night is this?"}
{"Input":"Exeunt.","Output":"Enter Artemidorus."}
{"Input":"   1. If it be found so, some will deere abide it","Output":"   2. Poore soule, his eyes are red as fire with weeping"}
{"Input":"for my selfe, when it shall please my Country to need","Output":"my death"}
{"Input":"Of Honorable dangerous consequence;","Output":"And I doe know by this, they stay for me"}
{"Input":"liue all Free-men? As Caesar lou'd mee, I weepe for him;","Output":"as he was Fortunate, I reioyce at it; as he was Valiant, I"}
{"Input":"There is no terror Cassius in your threats:","Output":"For I am Arm'd so strong in Honesty,"}
{"Input":"O Coward that I am, to liue so long,","Output":"To see my best Friend tane before my face"}
{"Input":"When you are ouer-earnest with your Brutus,","Output":"Hee'l thinke your Mother chides, and leaue you so."}
{"Input":"   2 Roome for Antony, most Noble Antony","Output":"   Ant. Nay presse not so vpon me, stand farre off"}
{"Input":"The euen vertue of our Enterprize,","Output":"Nor th' insuppressiue Mettle of our Spirits,"}
{"Input":"It shall be sayd, his iudgement rul'd our hands,","Output":"Our youths, and wildenesse, shall no whit appeare,"}
{"Input":"Who much inforced, shewes a hastie Sparke,","Output":"And straite is cold agen"}
{"Input":"If Caesar hide himselfe, shall they not whisper","Output":"Loe Caesar is affraid?"}
{"Input":"   Bru. Into what dangers, would you","Output":"Leade me Cassius?"}
{"Input":"   Octa. Come Antony: away:","Output":"Defiance Traitors, hurle we in your teeth."}
{"Input":"Vpon one Battell all our Liberties.","Output":"You know, that I held Epicurus strong,"}
{"Input":"Your hidden worthinesse into your eye,","Output":"That you might see your shadow:"}
{"Input":"   Mur. But what Trade art thou? Answer me directly","Output":"   Cob. A Trade Sir, that I hope I may vse, with a safe"}
{"Input":"You are not Wood, you are not Stones, but men:","Output":"And being men, hearing the Will of Caesar,"}
{"Input":"   1.Ple. I will heare Brutus speake","Output":"   2. I will heare Cassius, and compare their Reasons,"}
{"Input":"There is no fellow in the Firmament.","Output":"The Skies are painted with vnnumbred sparkes,"}
{"Input":"Our Legions are brim full, our cause is ripe,","Output":"The Enemy encreaseth euery day,"}
{"Input":"of his death, is inroll'd in the Capitoll: his Glory not","Output":"extenuated, wherein he was worthy; nor his offences enforc'd,"}
{"Input":"Let not our lookes put on our purposes,","Output":"But beare it as our Roman Actors do,"}
{"Input":"If he improue them, may well stretch so farre","Output":"As to annoy vs all: which to preuent,"}
{"Input":"The Multitude, beside themselues with feare,","Output":"And then, we will deliuer you the cause,"}
{"Input":"   Cassi. I did not. He was but a Foole","Output":"That brought my answer back. Brutus hath riu'd my hart:"}
{"Input":"Mine speake of seuenty Senators, that dy'de","Output":"By their proscriptions, Cicero being one"}
{"Input":"haue I offended. Who is heere so rude, that would not","Output":"be a Roman? If any, speak, for him haue I offended. Who"}
{"Input":"   Mur. Where is thy Leather Apron, and thy Rule?","Output":"What dost thou with thy best Apparrell on?"}
{"Input":"   Messa. Beleeue not so","Output":"   Cassi. I but beleeue it partly,"}
{"Input":"Looke Lucius, heere's the booke I sought for so:","Output":"I put it in the pocket of my Gowne"}
{"Input":"  All. Come downe","Output":"   2 Descend"}
{"Input":"  Luc. No, Sir, their Hats are pluckt about their Eares,","Output":"And halfe their Faces buried in their Cloakes,"}
{"Input":"Are to the world in generall, as to Caesar","Output":"   Calp. When Beggers dye, there are no Comets seen,"}
{"Input":"I put it in the pocket of my Gowne","Output":"   Luc. I was sure your Lordship did not giue it me"}
{"Input":"Ile leaue you","Output":"   Cassi. Brutus, I do obserue you now of late:"}
{"Input":"You looke pale, and gaze, and put on feare,","Output":"And cast your selfe in wonder,"}
{"Input":"  Bru. Ride, ride Messala, ride and giue these Billes","Output":"Vnto the Legions, on the other side."}
{"Input":"Then what I feare: for alwayes I am Caesar.","Output":"Come on my right hand, for this eare is deafe,"}
{"Input":"Vpon the next encounter, yeelds him ours","Output":"   Cask. O, he sits high in all the Peoples hearts:"}
{"Input":"  Cassi. Haue not you loue enough to beare with me,","Output":"When that rash humour which my Mother gaue me"}
{"Input":"Sleeke-headed men, and such as sleepe a-nights:","Output":"Yond Cassius has a leane and hungry looke,"}
{"Input":"For they haue grug'd vs Contribution.","Output":"The Enemy, marching along by them,"}
{"Input":"Their Infants quartered with the hands of Warre:","Output":"All pitty choak'd with custome of fell deeds,"}
{"Input":"He shall be satisfied: and by my Honor","Output":"Depart vntouch'd"}
{"Input":"Whose end is purpos'd by the mighty Gods?","Output":"Yet Caesar shall go forth: for these Predictions"}
{"Input":"Sway'd from the point, by looking downe on Caesar.","Output":"Friends am I with you all, and loue you all,"}
{"Input":"  Brut. What Lucius, hoe?","Output":"I cannot, by the progresse of the Starres,"}
{"Input":"   Cassi. Then, if we loose this Battaile,","Output":"You are contented to be led in Triumph"}
{"Input":"   Octa. I do not crosse you: but I will do so.","Output":"March."}
{"Input":"   Bru. Let me tell you Cassius, you your selfe","Output":"Are much condemn'd to haue an itching Palme,"}
{"Input":"Yet Brutus sayes, he was Ambitious:","Output":"And sure he is an Honourable man."}
{"Input":"If not, why then this parting was well made","Output":"   Cassi. For euer, and for euer, farewell Brutus:"}
{"Input":"   Cassi. To what effect?","Output":"  Cask. Nay, and I tell you that, Ile ne're looke you"}
{"Input":"The power to cancell his Captiuitie","Output":"   Cassi. And why should Cæsar be a Tyrant then?"}
{"Input":"breath, because Caesar refus'd the Crowne, that it had","Output":"(almost) choaked Caesar: for hee swoonded, and fell"}
{"Input":"stood, cryed, Alasse good Soule, and forgaue him with","Output":"all their hearts: But there's no heed to be taken of them;"}
{"Input":"Exeunt.","Output":"Enter Caesar, Antony for the Course, Calphurnia, Portia, Decius,"}
{"Input":"selfe into more worke. But indeede sir, we make Holyday","Output":"to see Caesar, and to reioyce in his Triumph"}
{"Input":"But for your priuate satisfaction,","Output":"Because I loue you, I will let you know."}
{"Input":"Giue me my Robe, for I will go.","Output":"Enter Brutus, Ligarius, Metellus, Caska, Trebonius, Cynna, and"}
{"Input":"  Cinna. I dreamt to night, that I did feast with Caesar,","Output":"And things vnluckily charge my Fantasie:"}
{"Input":"How couert matters may be best disclos'd,","Output":"And open Perils surest answered"}
{"Input":"   Bru. I would not Cassius, yet I loue him well:","Output":"But wherefore do you hold me heere so long?"}
{"Input":"Stirre vp their Seruants to an acte of Rage,","Output":"And after seeme to chide 'em. This shall make"}
{"Input":"To fasten in our thoughts that they haue Courage;","Output":"But 'tis not so."}
{"Input":"   Bru. It does my Boy:","Output":"I trouble thee too much, but thou art willing"}
{"Input":"To beare my greeting to the Senators,","Output":"And tell them that I will not come to day:"}
{"Input":"I saide, an Elder Souldier, not a Better.","Output":"Did I say Better?"}
{"Input":"Claudio","Output":"   Luc. The strings my Lord, are false"}
{"Input":"The Heauens themselues blaze forth the death of Princes","Output":"  Caes Cowards dye many times before their deaths,"}
{"Input":"I can shake off at pleasure.","Output":"Thunder still."}
{"Input":"And shew of Loue, as I was wont to haue:","Output":"You beare too stubborne, and too strange a hand"}
{"Input":"Thy Brutus bid me giue it thee, and I","Output":"Will do his bidding. Brutus, come apace,"}
{"Input":"I haue not knowne, when his Affections sway'd","Output":"More then his Reason. But 'tis a common proofe,"}
{"Input":"Into the Market place: There shall I try","Output":"In my Oration, how the People take"}
{"Input":"That Lowlynesse is young Ambitions Ladder,","Output":"Whereto the Climber vpward turnes his Face:"}
{"Input":"According to the which, thou shalt discourse","Output":"To yong Octauius, of the state of things."}
{"Input":"He was my Friend, faithfull, and iust to me;","Output":"But Brutus sayes, he was Ambitious,"}
{"Input":"And I will bring him to the Capitoll","Output":"   Cas. Nay, we will all of vs, be there to fetch him"}
{"Input":"   Cassi. O Brutus!","Output":"  Bru. What's the matter?"}
{"Input":"   Bru. Good Gentlemen, looke fresh and merrily,","Output":"Let not our lookes put on our purposes,"}
{"Input":"What dost thou with thy best Apparrell on?","Output":"You sir, what Trade are you?"}
{"Input":"When that rash humour which my Mother gaue me","Output":"Makes me forgetfull"}
{"Input":"   Cassi. 'Tis Cinna, I doe know him by his Gate,","Output":"He is a friend. Cinna, where haste you so?"}
{"Input":"So mixt in him, that Nature might stand vp,","Output":"And say to all the world; This was a man"}
{"Input":"When seuerally we heare them rendred","Output":"   3. The Noble Brutus is ascended: Silence"}
{"Input":"  Cask. Speake hands for me.","Output":"They stab Caesar."}
{"Input":"Mistrust of my successe hath done this deed","Output":"   Messa. Mistrust of good successe hath done this deed."}
{"Input":"   Sooth. Caesar","Output":"   Caes. Ha? Who calles?"}
{"Input":"  Br. A Sooth-sayer bids you beware the Ides of March","Output":"  Caes. Set him before me, let me see his face"}
{"Input":"  Cly. Fly my Lord, flye","Output":"   Bru. Hence: I will follow:"}
{"Input":"Say I am merry; Come to me againe,","Output":"And bring me word what he doth say to thee."}
{"Input":"The cruell issue of these bloody men,","Output":"According to the which, thou shalt discourse"}
{"Input":"   Ant. Tut I am in their bosomes, and I know","Output":"Wherefore they do it: They could be content"}
{"Input":"With Ate by his side, come hot from Hell,","Output":"Shall in these Confines, with a Monarkes voyce,"}
{"Input":"The time of life, arming my selfe with patience,","Output":"To stay the prouidence of some high Powers,"}
{"Input":"   4. I, and wisely","Output":"   3. I, and truly, you were best"}
{"Input":"Enter Flauius, Murellus, and certaine Commoners ouer the Stage.","Output":"  Flauius. Hence: home you idle Creatures, get you home:"}
{"Input":"Metellus Cymber throwes before thy Seate","Output":"An humble heart"}
{"Input":"   Caes. Set on, and leaue no Ceremony out","Output":"   Sooth. Caesar"}
{"Input":"And thus vnbraced, Caska, as you see,","Output":"Haue bar'd my Bosome to the Thunder-stone:"}
{"Input":"  Cassi. Pardon Caesar: Caesar pardon:","Output":"As lowe as to thy foote doth Cassius fall,"}
{"Input":"Hoping it was but an effect of Humor,","Output":"Which sometime hath his houre with euery man."}
{"Input":"You should be satisfied","Output":"   Ant. That's all I seeke,"}
{"Input":"  Caes The Ides of March are come","Output":"   Sooth. I Caesar, but not gone"}
{"Input":"With all true Faith. So sayes my Master Antony","Output":"   Bru. Thy Master is a Wise and Valiant Romane,"}